{
  "data": {
    "experimentDescriptions": [
      {
        "experimentId": "eid_1_1",
        "experimentDescription": "There's a little black spot on the sun today\nIt's the same old thing as yesterday\nThere's a black hat caught in the high tree top\nThere's a flag pole rag and the wind won't stop\nI have stood here before inside the pouring rain\nWith the world turning circles running 'round my brain\nI guess I'm always hoping that you'll end this reign\nBut it's my destiny to be the king of pain"
      },
      {
        "experimentId": "eid_1_101",
        "experimentDescription": "Spicules are one of the main constituents of the solar chromosphere. It is widely accepted that they are key to understand the dynamic and energetic balance of the lower solar atmosphere. A reliable quantitative measurement of the physical parameters in spicules is extremely challenging due to the scales of their dynamism which are very often close to the resolution limit of modern solar telescopes. Furthermore, modeling and interpretation of chromospheric spectral lines, in which spicules are emitting, are always challenging as it requires solving the complex non-LTE (i.e., departures from Local Thermodynamic Equilibrium) radiative transfer problem. We plan to study solar spicules using high-resolution full Stokes spectropolarimetric data in the Ca II 8542 Å line that can be obtained with the ViSP instrument on the DKIST. Spectropolarimetric inversions using a new version of the non-LTE code NICOLE will be used to construct semiempirical models of the spicules. The models will be used to obtain height stratification of the temperature, mass density, magnetic field, velocity and optical thickness along the spicule. High-resolution imaging data with the VBI instrument will be used to identify spicule and determine mass flows (plane of sky velocities) along the structure. "
      },
      {
        "experimentId": "eid_1_103",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 1 Experiment Generation effort.\nIts implementation intends to exemplify the observation of multiple on-disk targets with at least two instruments of which one is a spectropolarimeter both fed with a WFC corrected light beam, i.e. WFC in “on-disk diffraction limited mode”. "
      },
      {
        "experimentId": "eid_1_12",
        "experimentDescription": "Magnetoconvection plays a crucial role in sunspots penumbrae. There, high spatial resolution observations reveal flow motions at small scales, such as lateral downflows at the edges of penumbral filaments. Some investigations have shed light on essential aspects of them, but there are still open questions concerning their magnetic field vector. Besides, penumbral microjets pop up above photospheric regions where magnetic reconnections may occur due to the sheared configuration of the magnetic field. However, clear evidence of this process is still missing. We aim to study the 3D topology of the magnetic field vector of lateral downflows. This analysis is important to model the magnetic field configuration of sunspots penumbrae and to investigate the relation between penumbral microjets and the presence of lateral downflows. For this purpose, we will take advantage of the capabilities provided by the DKIST telescope to obtain high spatial resolution and temporal cadence spectropolarimetric data in the Fe I 630 nm, Ca II 854.2 nm, and Ca II H spectral lines. "
      },
      {
        "experimentId": "eid_1_16",
        "experimentDescription": "We aim to study the thermodynamical and magnetic evolution of spicules on the disk at the unprecedented resolution of DKIST. We will acquire ViSP Ca II 854.2 nm spectra from a fast (7s) cadence, sparse (3-step) raster that crosses disk spicules at different heights. VBI Hbeta and Ca II K imaging will serve as a reference. We will employ non-LTE inversions with the STiC code to determine temperature, velocity, and magnetic field in spicules. This will allow us to characterize waves and their propagation in spicules and explore the possibility to detect Alfvenic waves in the Stokes V signal. We will compare the observations with synthetic observables calculated from advanced radiative MHD  models of spicules. The DKIST observations will allow a major advancement in the characterization of spicules and will pose strict constraints on models. This will lead to a better understanding of the mechanisms responsible for the formation and heating of these chromospheric features, the role of magnetic waves in their dynamic evolution, and get a better insight in their full impact on the mass and energy balance of the outer solar atmosphere. "
      },
      {
        "experimentId": "eid_1_102",
        "experimentDescription": "Jet-like features are common on the Sun and may play an important role in the energetics and\nmass motions in the upper atmosphere. We will study the formation mechanism of chromospheric\nspicules, and coronal jets and likely similar but smaller-scale jets (“jetlets”) using DKIST, with support\nfrom SDO, and optionally Hinode and IRIS if feasible. We will examine image sequences and\nphotospheric magnetic field maps of regions likely to produce jets, to characterize the formation\nmechanism and rates of these features. Specifically we will examine the minifilament-eruption\nmechanism for coronal jets, whereby it is argued that small-scale filaments (of size ~1/3 of a\nsupergranule) erupt in the chromosphere which subsequently produce the jets seen in higher energy\ndiagnostics. The same data sets will include smaller-scale features, in particular spicules seen nearly\nubiquitously around the magnetic network. We will examine whether the formation mechanism of these\nfeatures is similar to (or the same as) that of coronal jets. Specifically we will investigate whether\nspicules might form via eruption of the so-far-unconfirmed “microfilaments.”"
      },
      {
        "experimentId": "eid_1_21",
        "experimentDescription": "Type II spicules potentially supply non-negligible mass and energy to the corona; meanwhile, a primary constituent of the mass return flow is corona rain.  These dynamic phenomena are challenging, yet critically important, targets that require multi-wavelength, high-speed, and high-resolution observations for complete characterization.  That said, several open questions regarding this chromosphere-corona interface can be addressed using very deep observations that are within reach of the DKIST Cycle 1 capabilities using the Cryo-NIRSP He I 1083 nm channel, despite its lower spatial resolution in comparison to the AO-assisted instruments.  Moreover, advancing high dynamic range Cryo-NIRSP observations will benefit a range of science use cases to come.  We propose Cryo-NIRSP polarimetric observations, using both the spectrograph and context imager, of the solar limb that include scanned time-series observations, as well as very deep observations, so to take advantage of the unique low-scattered light and high dynamic range provided by DKIST.  Our objectives include addressing whether: (1) there is a He I line width signature of a temperature increase coinciding with the rapid fading of type II spicules, (2) spicule magnetic field strengths are ubiquitously larger than earlier observations suggest, (3) missing mass in the rain drainage exists at low emissivity, and (4) magnetic fields can be obtained from coronal rain off-limb (if observed).  A secondary goal (if permissible) is to explore the spicule connection with the low corona in the forbidden 1079.8 nm coronal line, which in principle fits on the detector simultaneous with He I, and could provide vital temperature diagnostics."
      },
      {
        "experimentId": "eid_1_104",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 1 Experiment Generation effort.\nIts implementation intends to exemplify the observation of multiple limb targets with at least two instruments of which one is a spectropolarimeter using the GOS occulter."
      },
      {
        "experimentId": "eid_1_22",
        "experimentDescription": "This proposal aims at studying the role of electrical current dissipation in plage targets. \nIn plage regions, magnetic fields are expected to be highly concentrated in intergranular lanes in the photosphere. In the chromosphere gas pressure decreases with height much more rapidly than magnetic pressure and therefore the magnetic fields form a hot canopy above the photosphere.\n\nIn the chromosphere of plage regions, enhanced radiative cooling (brightness) is detected in observations acquired in optically thick lines of H I, Mg II and Ca II. Although the exact mechanisms that transport and dissipate that energy in the chromosphere are not yet known, many theoretical models have been proposed. \n\nOur goal is to study how the presence and dissipation of electrical currents in the lower boundary of the magnetic canopy contributes to the heating of plage chromospheres. To do so, we propose to use new DKIST full-Stokes observations in spectral lines that sample the solar atmosphere from the photosphere to the upper chromosphere (Fe I 6301/6302, Ca II 8542, Ca II H) with an unprecedented S/N to derive the stratification of the magnetic field vector. We will use a new spatially-coupled version of the STiC inversion code that also allows including spatial degradation effects and regularization.\n"
      },
      {
        "experimentId": "eid_1_36",
        "experimentDescription": "Recent studies have observed a plethora of MHD wave phenomena in magnetic features of varying scales in the solar atmosphere. However, the identification of such waves in the lower solar atmosphere is a complex problem because the various eigenmodes available in the MHD Hilbert space have overlapping properties. This has limited studies to low order modes. One aspect of MHD wave modes that has only been identified in observations very recently, is the spatial characteristics of the mode across the flux tube [1]. This is a key component in understanding energy transfer from the waveguide to the quiescent environment and therefore represents a crucial step in the contribution of the various wave modes to heating the solar atmosphere. As such, this proposal is commensurate with the DKIST science objectives with respect to wave generation and heating in the atmosphere. By availing of the high-resolution observations and spectropolarimetry made possible with DKIST, our proposal aims to gain new insights into the surface and body characteristics of wave modes in the smallest of magnetic structures (i.e, magnetic bright points) at multiple heights in the solar atmosphere. This will allow us to ascertain the importance of magnetic bright points in energy transfer within the quiet Sun as well as the mechanisms involved."
      },
      {
        "experimentId": "eid_1_38",
        "experimentDescription": "The impact of a flare on the solar chromosphere can be detected in various ways - primarily the radiation signatures but also mechanical perturbations – pulsations or oscillations – and changes to the chromospheric magnetic field. Our recent detections of chromospheric intensity oscillations varying temporally and spatially before, during and after flares suggests a promising new line of investigation into flare energy deposition in the solar chromosphere, which we propose to develop with these DKIST observations. Oscillations or pulsations with periods around 3-minutes probe the mechanical, thermal and magnetic properties of the solar chromosphere, all of which can be strongly disrupted by the intense deposition of energy and momentum during a flare’s impulsive phase. With a combination of high-cadence VBI observations through narrowband filters (on which we will also test our new machine-learning techniques for atmospheric seeing corrections) and spectropolarimetric observations in the Ca II 8542 Å and Fe I 6302 Å lines we will investigate the oscillatory response of the chromosphere to a flare."
      },
      {
        "experimentId": "eid_1_25",
        "experimentDescription": "Solar flares are the most energetic events in our solar system. While they predominantly occur in conjunction with complex sunspots and thus complex configurations of the magnetic field, their exact timing, strength, and evolution varies from flare to flare and cannot be predicted in advance. It is therefore crucial to study the evolution of the magnetic field before, during, and after flares to better understand their physics. We propose to observe the restructuring of the magnetic field in 3D by using photospheric and chromospheric polarimetry with ViSP observations of the 6301/6302 Å and 8542 Å lines. We will derive temporal sequences of the evolution of the vector magnetic field in both layers. Fast photospheric and chromospheric context imaging will allow us to study the small-scale structure of the propagating flare ribbon. Our results will contribute to the understanding of the overall flare energy budget and allow us to probe the standard flare model, in terms of evolution of the flare ribbons and flare energy dissipation on the smallest spatial scales."
      },
      {
        "experimentId": "eid_1_26",
        "experimentDescription": "Solar flares are the manifestation of energetic transient events during which the magnetic field re-configures to a lower energy state that takes place in the outer layers of the Sun. During flares complex mass flows, localized heating and the presence of accelerated particles leave a very distinct imprint in all chromospheric diagnostics and, sometimes in the continuum. \n\nDuring the past years great progress has been possible thanks to improvements to rMHD/rHD codes that now include many physical ingredients that are suspected to take place during flares (e.g., latest updates to the MURaM and RADYN codes). The launch of NASA’s IRIS satellite, has also provided new observations in UV diagnostics that are not observable from the ground. However, one limitation of space borne missions is the relatively large spatial resolution-gap in comparison with ground-based facilities. Resolving very small spatial scales is now considered a key observational requirement in order to resolve the scales at which energy deposition takes place during flares.\n\nIn this project we propose to combine the excellent diagnostic potential of the Ca II H, Ca II 8542 and Fe I 6302 lines, observed with unprecedented spatio-temporal resolution in order to observationally constrain the atmospheric changes that very rapidly take place during the first stages of the flare. We will reconstruct empirical models from data inversions with the STiC code and we will compare them with theoretical predictions from RADYN."
      },
      {
        "experimentId": "eid_1_27",
        "experimentDescription": "Sunspots play an outstanding role in astrophysical research, since they provide a direct observation of the energy transport in magnetized plasma, at all their characteristic scales, and in different magnetic environments: strong vertical fields in umbra, weaker more horizontal fields in penumbra. In this research project, we address the penumbral mode of radiative magnetoconvection. We want to infer the physical fine-structure of a penumbral filament as it forms and evolves in a sunspot. As it is known that a penumbra harbors two field 'components', one that is more vertical ('spines') and one that is more horizontal ('intra-spines'), we aim to investigate the interplay between these two components as a magnetoconvective cell, which constitutes a filament, evolves. We aim to infer the time-dependent topology of the magnetic field, as well as the flow field. Magnetic reconnection, previously observed as chromospheric micro-jets, could be a process that is relevant during the filament evolution.\n\nOur observing program consists of a time series of ViSP scans with a time cadence of less than 3 minutes, in which the slit is aligned to the filaments. ViSP records 3 spectral regions simultaneously. VBI Blue imaging in the blue continuum will allow to study the small-scale evolution of the filaments.\n\nWe will analyze the data with sophisticated inversion techniques and compare our results with synthetic maps of corresponding numerical simulations.\n"
      },
      {
        "experimentId": "eid_1_37",
        "experimentDescription": "Jet phenomena with a bright loop in their footpoint, called anemone jets, have been observed in the solar corona and chromosphere. These jets are formed as a consequence of magnetic reconnection, and from the scale universality of magnetohydrodynamics (MHD), it can be expected that anemone jets exist even in the solar photosphere. Kotani & Shibata (2020) performed 3D MHD simulation of magnetic reconnection with solar photospheric parameters and showed that jet-like structures were induced by reconnection in the solar photosphere. We also pointed out that MHD waves generated by photospheric anemone jet-like structures could influence the local chromospheric heating and the formation of spicules. However, our numerical simulations did not reveal the statistical nature of the photospheric anemone jet-like structure, as the simulations were performed given typical and expected parameters. We propose to detect the anemone jet-like structures with their length of approximately 100 km in the photosphere for the first time and to investigate their statistical properties and their effects on chromospheric heating and spicule formation through the high-resolution DKIST observations of photosphere and chromosphere."
      },
      {
        "experimentId": "eid_1_40",
        "experimentDescription": "The mechanism responsible for heating the solar corona is one of the most fundamental problems in solar physics and astrophysics in general. Recent observations by the Hinode and IRIS satellites have revealed that the solar atmosphere is filled with small-scale oscillations caused by waves that can carry sufficient energy to heat the corona. However, it is unclear whether waves actually contribute to coronal heating. In particular, we have not found out the role of high-frequency waves with small-scale oscillations. DKIST/VBI is the first instrument that can resolve extremely-small fluctuations with an amplitude of less than 0.05\" up to 0.005\" (half of pixel sampling). We propose high-cadence observations of active-region prominences above the solar limb to detect oscillations and waves with a variety of frequency from a few tens seconds to a few minutes. Making 2D maps of wave power and phase velocity at each frequency, we can investigate the relationship among the frequency of waves, the dynamic behaviors of the prominence, and the spatial distribution of wave power. Our proposing observations will provide critical information or clues about the mechanism of wave dissipation and thus tightly constrain wave-heating models."
      },
      {
        "experimentId": "eid_1_48",
        "experimentDescription": "Granular lanes are believed to be the observational signature of underlying tubes of vortical flow with their axis oriented parallel to the solar surface. They consist of a dark lane preceded by a bright rim that move together from the boundary of a granule into the granule itself. We have recently found associated with these horizontal vortex tubes significant signal in linear polarisation, located at the trailing dark edge of the granular lane. We concluded, with the assistance of 3-D MHD simulations, that the vortical flows of granular lanes are capable of transporting magnetic flux to the solar surface within granules—a process termed as “shallow recirculation” by Rempel [2018ApJ...859..161R]. Supposedly, this mechanism is an important component of the small-scale dynamo acting at the solar surface and generating the quiet Sun magnetic field. We propose to undertake the first systematic study of granular lanes and their fine structure with high-cadence photospheric G-band images at unprecedented spatial resolution. Spectropolarimetric co-observations for part of the field-of-view will reveal the interaction of granular lanes with the magnetic field, enabling us to study details of the shallow recirculation process."
      },
      {
        "experimentId": "eid_1_14",
        "experimentDescription": "We propose to study the thermodynamical evolution of spicules at the limb at the unprecedented spatial resolution of DKIST. We propose to obtain high-resolution time sequences with VBI in two different chromospheric spectral lines (Ca II K and H-alpha)  and compare these to synthetic observables from advanced numerical simulations of spicules. We will address the role of the dynamic substructure and formation of strands in the overall evolution of spicules and compare these to predictions of numerical simulations. We will also analyze our data to study the properties of transverse Alfvenic waves at higher frequencies than previously possible. We will apply previously developed analysis methods on our data. The data obtained and our analysis will provide strict constraints on all theoretical models of spicules. Our results will provide new insights into the thermodynamic evolution of spicules, the role of Alfven waves in their evolution, and the impact of spicules on the mass and energy balance of the low solar atmosphere. Our measurements will also provide new constraints on the properties and dissipation of Alfven waves in the solar atmosphere."
      },
      {
        "experimentId": "eid_1_18",
        "experimentDescription": "There have been only a few studies of the carbon monoxide fundamental band near 4.7 μm, but these observations have sparked controversy over the thermal structure of the upper photosphere and chromosphere.  Observations seem to show that there is much cooler plasma present and that this cool gas extends high into the chromosphere, inconsistent with other chromospheric diagnostics that reveal a fairly hot chromosphere.  This proposal suggests the first steps that should be taken using CryoNIRSP to lay the baseline for future studies of CO with this instrument.  Observations of the quiet Sun will be conducted at disk center and near the limb to confirm the properties of CO seen in previous observations and will extend our understanding further using the superior spatial resolution, time cadence, and scanning capability of CryoNIRSP."
      },
      {
        "experimentId": "eid_1_28",
        "experimentDescription": "Over the past decade, various kinds of vortical plasma motions in the solar atmosphere have been acquiring increasing interest. In particular, chromospheric swirls, which occur co-spatially with the relative motion of photospheric magnetic bright points (BPs) were suggested to be an efficient mechanism for channeling energy from the photosphere to the corona. Using CO5BOLD magnetohydrodynamics simulations, we investigated the origin and evolution of these magnetic swirls. Toroidal velocity and magnetic field components of opposite sense of rotation have been found to occur during these events. Furthermore, we found that they propagate as unidirectional swirls with the local, time-dependent Alfvén plus bulk speed, in the upward direction. The two findings are in perfect agreement with the corresponding properties of torsional Alfvén waves. We found that they originate from the perturbation of the magnetic field at their footpoints, which, in turn, enhances the magnetic tension, causing the rotation on the magnetic field and hence the rotation of the plasma. \nThe logic consequence is to validate these simulation results by means of observations. To do that we need image sequences with a spatial resolution similar to that of the simulations and we need polarimetry of high sensitivity. We believe that DKIST is the only telescope that can deliver data of sufficient quality."
      },
      {
        "experimentId": "eid_1_29",
        "experimentDescription": "Near the boundary between penumbra and umbra, different magneto-convective modes are present. In penumbral filament heads (FH), upflows are observed that turn into the horizontal Evershed flow with increasing distance from the spot center and inclined magnetic fields are observed. In the umbra, however, magnetic fields are more vertical and stronger and convection is reduced. One exception are upflows observed in peripheral umbral dots (PUDs), that appear close to the penumbra/umbra boundary. Due to the limits in the spatial resolution of current solar telescopes, both PUDs and FHs could only just be resolved. With the outstanding spatial resolution of DKIST data, we want to study the substructure of PUDs and FHs. One aim is to investigate whether they are more elongated in larger sunspots, where the magnetic field at the penumbra/umbra boundary is more inclined. Another aim is to study the transition of a FH into a PUD. We want to follow the evolution of the magnetic field vector and velocity during this transition from one fundamental domain into the other and whether the vertical component of the magnetic field plays a major role. Additionally, we want to examine whether there is a response to this transition in atmospheric parameters of chromospheric layers. This could be similar to penumbra microjets, where magnetic reconnection is believed to either release mass flows or shock fronts."
      },
      {
        "experimentId": "eid_1_30",
        "experimentDescription": "Quiet Sun regions cover most of the solar surface at any given time. The question of how much magnetic flux these regions harbor is directly connected to the coronal heating problem. The main aim of this proposal is to measure the properties of the internetwork magnetic field vector in the photosphere and low chromosphere at the highest spatial resolution using ViSP and VBI observations. Our expertise and unique approach will ensure that the best strategy will be applied and the most information will be extracted from the DKIST observations. In addition we aim to measure the properties of the internetwork magnetic canopy, the spatial distribution of horizontal magnetic field in the photosphere, as well as the Poynting flux. We will confront our results with small-scale surface dynamo MHD simulations and use the same to find any potential systematic errors in our method. "
      },
      {
        "experimentId": "eid_1_32",
        "experimentDescription": "The magnetic field of the solar surface has a huge influence on solar phenomena, and thus developing our understanding of this field on the smallest scales is a crucial science goal. While the vertical component of the photospheric magnetic field, which is relatively strong, has been studied extensively, the relatively weaker small-scale transverse field warrants more thorough investigation. The Zeeman effect is often blind as a diagnostic to mixed-polarity fields within the resolution limit, necessitating the highest spatial resolution. At the same time, the weak polarization signals produced by such small-scale fields are some of the weakest observable on the Sun. This proposal is concerned with using the unprecedented resolution of the DKIST to unlock our understanding of the turbulent, small-scale magnetic field in the photosphere. We intend to evaluate the strength, inclination and typical filling factors of the magnetic field, in the photosphere with the magnetically sensitive Fe I 630.15/630.2 nm line pair, and anticipate this to be possible for a large proportion of the field of view at ViSP resolution and sensitivity. Additional thermodynamic and kinematic quantities describing the atmosphere (i.e. temperature, velocities) will be derived from inversions. From deep-mode or \"sit-and-stare\" observations, we will additionally be able to observe the dynamics of all of these quantities. "
      },
      {
        "experimentId": "eid_1_5",
        "experimentDescription": "Quiet Sun Ellerman Bombs (QSEBs) are transient brightenings that are ubiquitously observed in the lower solar atmosphere in Hβ. As they are believed to pinpoint sites of magnetic reconnection, understanding their occurrence and detailed evolution will quantify their energy budget and explore their role in chromospheric and coronal heating. It is estimated that about half a million QSEBs could be present in the lower solar atmosphere at any given time. With DKIST’s superior spatial resolution, we will be able to study their flaring structure and evolution, plus number density."
      },
      {
        "experimentId": "eid_1_45",
        "experimentDescription": "Even though much knowledge has been gained on the processes and structure of the Sun by the study of resonant and travelling waves, the excitation, propagation and energy dissipation of these solar magneto-acoustic-gravity waves and their coupling and mutual conversion in the solar atmosphere is an open issue.\nNevertheless, knowledge on these mechanisms is highly needed to understand the convective processes, to improve the helioseismic techniques, and to properly understand the thermal structure of the solar atmosphere.\nIn this proposal we aim to use the unprecedented spatial, spectral, and temporal resolution of DKIST to overcome the limitations of previous studies on the excitation of waves on the Sun, and to derive the properties of the acoustic source function.\n"
      },
      {
        "experimentId": "eid_1_49",
        "experimentDescription": "Magneto hydrodynamic simulations of the solar photosphere and chromosphere show that the magnetic field is organized at spatial scales that have not been accessible so far with the 1 meter class telescopes. We will utilize observations acquired with the DKIST to investigate the contribution of these small-size magnetic elements to the radiative emission at different spectral ranges. By spatially degrading our observations to mimic the spatial resolution of full-disk images typically employed for irradiance variation studies,  we will evaluate the impact of such ‘hidden’ fields to estimates of solar irradiance variability. Our results will be used to compare and validate the use of 3D MHD simulations in the study of spectral irradiance variability.  Comparisons between the observed and simulated solar atmospheres obtained with two different MHD codes will be undertaken. \n"
      },
      {
        "experimentId": "eid_1_50",
        "experimentDescription": "A key signature demonstrating the existence of magnetic reconnection is an intense electric field. The spectro-polarimeters of the DKIST, in principle, allow us to do the first measurement of an electric field associated with chromospheric reconnection, which drives chromospheric jets, provided plasmoids or turbulence enlarge the spatial scale of the magnetic diffusion region, which has been suggested in models. We request observing time to obtain Stokes profiles of chromospheric jets in Ca ll lines and H l 397 nm using ViSP while also obtaining context images using VBI-Blue. The H l line is near the Ca ll H line and within the same spectral window of the ViSP. At first, we will derive anti-parallel magnetic fields associated with magnetic reconnection at the root of the jets using the Stokes profiles of the Ca ll lines. Based on the magnetic configuration, we will interpret the H l Stokes profiles with the Zeeman effect, the Hanle effect, the Stark effect and electric Hanle effect (Casini 2005) and measure the reconnection electric field."
      },
      {
        "experimentId": "eid_1_52",
        "experimentDescription": "This proposal is aimed to obtain advanced DKIST data to investigate the magnetic structure and plasma flows along and surrounding the PIL of an active region. PILs are special locations where non-potential magnetic energy is accumulated and eruptive magnetic structures are formed. However, it remains a mystery how such an energetic state is achieved. It has been proposed that it may be formed through flux cancellation due to shearing and converging motions in the photosphere, or mainly through the emergence of helical flux tubes already residing in the sub-photosphere. This proposal seeks to diagnose the vector magnetic field in multiple heights that covers the photosphere, chromosphere and upper chromosphere, in order to discern different models on the formation of energetic structures in active regions. The proposal requires the observation of an active region that is located close to the disk center within E30 to W30 and follow it for entire day hours for two consecutive days using ViSP, Cryo-NIRSP and VBI. The unprecedented spatial resolution of ~0.1 arcsec and multiple-height spectropolarimetry in FeI (630.2 nm), CaII (854.2 nm) and HeI (1083 nm) will provide unique data to address the issue of magnetic field structure along PILs. Further, this proposal and the analysis of the obtained data is a critical part of the dissertation of the PI which focuses on the study and understanding of the origin and evolution of solar eruptions. The DKIST data will play a major role in this study, through addressing the initial conditions of source regions."
      },
      {
        "experimentId": "eid_1_59",
        "experimentDescription": "We propose to investigate the large-and fine-scale thermal and magnetic (and dynamic) structure of a sunspots umbra and penumbra. For our study we request a unique and pioneering set of observations combining spectroscopy in the CO fundamental band with spectropolarimetry in the He I 1083 nm diagnostic obtained both with the DKIST's CryNIRSP. Main objectives of this investigation will address (among others) and focus on the spatio-temporal characteristics of penumbral flows as detected in different lines of the CO band and their relationship to the magnetic field, and the umbral structure within the layers where the CO lines form. We will apply standard spectroscopic and spectropolarimetric techniques (including inversion techniques) to analyze this rich data set. As existing observations in the CO fundamental band are limited in resolution and rare (specifically sunspot observations) to begin with, we expect that the significant leap in spatial and temporal resolution of these first observations will allow for a lot of discoveries to be made."
      },
      {
        "experimentId": "eid_1_62",
        "experimentDescription": "Sunspot penumbral jets are dynamic small scale events, seen in the chromosphere. Penumbral jets are ubiquitous. Their formation mechanism is not fully understood. PJs were proposed to form from component (acute angle) reconnection of the magnetic field in spines with that in interspines and were proposed to contribute to transition-region and coronal heating above sunspots. In a recent investigation, it is proposed that penumbral jets form as a result of reconnection between the opposite polarity field at edges of filaments with spine field, and it is found that most of these jets do not significantly directly heat the corona above sunspots, but could indirectly drive coronal heating via generation of MHD waves or braiding of the magnetic field. However, there exist larger jets, repeatedly forming at tails of penumbral filaments, which directly display their signature in coronal wavelengths. Some of the larger penumbral jets are also found to show twisting motion. By using DKIST unprecedented resolution data we propose to investigate the formation mechanism of penumbral jets, and twisting in them. "
      },
      {
        "experimentId": "eid_1_51",
        "experimentDescription": "Solar prominences are made of partially ionized plasma. It has been suggested that prominence plasma is supported against gravity by the Lorentz force, and neutral atoms are supported by the frictional force between them and the ions. Relative flow causing the frictional force corresponds to a diffusion of the magnetic field from the neutral atoms, which is called ambipolar (Pederson) diffusion. Khomenko et al. (2016) detected the relative flow velocity in a prominence, as shown by the difference in Doppler velocities of spectral lines in the range of ±1 km s^−1. On the other hand, Anan et al. (2017) claimed the difference of Doppler velocities as being a result of the motions of different components in the prominence along the line of sight, rather than ambipolar diffusion. In order to interpret the relative flow velocity, we request observing time to obtain Stokes profiles of solar prominences off the solar limb in H Ⅰ 397 nm, Ca Ⅱ H and Ca Ⅱ 854 nm, with the Visible Spectro-Polarimeter (ViSP). The H Ⅰ line is near the Ca Ⅱ H line and within the same spectral window of the ViSP. Based on the magnetic configuration derived from the Stokes profiles of the Ca Ⅱ lines, we will interpret the H Ⅰ Stokes profiles with the Zeeman effect, the Hanle effect, the Stark effect and the electric Hanle effect (Casini 2005) in order to measure the electric field associated with the ambipolar diffusion."
      },
      {
        "experimentId": "eid_1_53",
        "experimentDescription": "We propose to study the fine-structure and connectivity of photospheric and chromospheric flows and magnetic fields in (and around) a sunspot.The emphasis of this investigation is on the photospheric and chromospheric (inverse) Evershed effect and its relationship to the sunspots magnetic field structure. The photospheric Evershed flow and its inverse counterpart are the most conspicuous and vigorous flow pattern observed in and above sunspot penumbrae but the (magnetized) structures hosting the flows remain spatially unresolved in contemporary observations. The DKIST will allow us to obtain spectropolarimetric and imaging observations of unprecedented resolution and sensitivity. Those observations are expected to resolve the penumbral and super-penumbral fine structure in intensity and polarization to the extent necessary for significantly advancing our understanding of the structures harboring the flows. We will apply standard spectroscopic and spectropolarimetric data analysis techniques to establish relationships between different physical parameters and the spatial scales they are detected on. This will be complemented by the use of inversion techniques to deduce the magnetic field and its geometry. Finally we intend to compare our (photospheric) results with three-dimensional  radiative MHD simulations of a sunspot."
      },
      {
        "experimentId": "eid_1_60",
        "experimentDescription": "The magnetic fields in the solar polar field region root in photospheric flux elements a few arcseconds across with an intrinsic field strength in the kilogauss range. Their exact nature remains unclear due to the limited spatial resolution and polarimetry sensitivity of the existing facilities. We propose to obtain high-resolution observations (~0.1″) of these magnetic elements in the polar coronal hole using DKIST/ViSP with the Fe I 630.2 nm, Ca II 854.2 nm, and the Ca II H lines. We aim to address the following questions:  (1) what is the nature of the fine-scale field vectors inside the elements? (2) how much magnetic flux do they provide? (3) How much do the flux tubes expand in the lower chromosphere? These observations will help correct several systematic biases in the magnetic field inference process, allowing for a better understanding of the polar fields."
      },
      {
        "experimentId": "eid_1_67",
        "experimentDescription": "We propose to determine the physical structure of small scale magnetic elements in the solar atmosphere at heights ranging from the photosphere to the chromosphere by employing multi-line spectropolarimetry combined with non-LTE spectral inversion techniques.  By designing our experiment  to obtain strictly simultaneous spectra CaII H and 854.2 nm and FeI 630 with the three arms of the ViSP and in the blue continuum with VBI we optimize the retrieval of physical parameters. Observed spectra will be compared with forward modeling from state-of-the-art simulations that include chromospheric physics and retrieved physical quantities will be compared to those in the simulation, to judge the realism of the modeling. Our requested spatial resolution undersamples the DKIST theroretical PSF to strike an optimal balance between polarimetric sensitivity and spatial resolution."
      },
      {
        "experimentId": "eid_1_69",
        "experimentDescription": "The photospheric rotation rates measured by Doppler and magnetic tracers are not consistent (ref. 1,2). This has been attributed to an otherwise unobserved photospheric radial rotation gradient with an “effective” anchor-depth for magnetic rotation tracers (like sunspots) that is below the photosphere, so they appear to rotate faster. Such a photospheric rotation gradient has not been directly seen in Fraunhofer Doppler measurements. Furthermore the decreasing rotation rate at all latitudes in the outer 5% of the Sun, inferred from p-mode oscillations, is not explained by global solar convection models (ref. 3) and, in any case, does not account for the presumed photospheric rotation gradient evident from sunspot tracers and plasma Doppler data. Measuring and confirming the outer photospheric gradient and the Poynting-Robertson effect (ref. 4) in the photosphere will help solve each of these puzzles."
      },
      {
        "experimentId": "eid_1_70",
        "experimentDescription": "VBI Imaging observations of a solar flare at high cadence, in strong hydrogen lines and in the red and blue continuum, will be used to derive detailed values for the magnetic reconnection rate and its relationship to the brightenings in flare ribbons that reveal flare energy deposition. Chromospheric properties, including constraints on flare energy input models, will be obtained by comparing observed intensities and their ratios with numerical modeling. We will also attempt to discover a continuum “black-light flare”. "
      },
      {
        "experimentId": "eid_1_75",
        "experimentDescription": "Filaments are dense plasma structures, suspended above photospheric magnetic polarity inversion lines, and their threads are along magnetic field lines. Their connection with the photospheric magnetic field is still unclear. Taking advantage of the DKIST's unprecedented high sensitivity polarimetry and spatial resolution, we propose to observe part of a filament, including filament barbs to address the connection question. We will use the ViSP to infer the photospheric magnetic field vector below filament barbs, and use the VBI to study the motions and oscillations of filament fine structures. We use the synoptic filament observing program of the DST to make observations of the same filament. Coordination on the DKIST side is not required, and notification of target position immediately after the DKIST observation or earlier is preferred. Combined DKIST and DST observations provide us opportunities to investigate filaments over time-scales comparable to their lifetimes."
      },
      {
        "experimentId": "eid_1_72",
        "experimentDescription": "The lower atmosphere of the sun, the photosphere and chromosphere, is partially ionized. The physics related to partial ionization (Hall and ambipolar effects for the photosphere and the chromosphere, respectively) becomes important only in the small scales (<~10 km) where different behaviors of neutral and plasma fluids become significant. These scales can only be resolved by the extremely high spatial resolution with the large aperture of DKIST. For events of such small scales, the dynamical time scale is also small, 0.1-1 second. Exhaustive use of the DKIST’s capability may provide a unique opportunity to explore the spatio-temporal structure and variability of magnetic reconnection down to the scale where non-ideal MHD effects come into play. We propose to observe plage regions and detect small scale jets occurring in the lower atmosphere, such as chromospheric anemone jets, Ellerman bombs and spicules with extremely high spatial and high temporal resolutions."
      },
      {
        "experimentId": "eid_1_76",
        "experimentDescription": "How much magnetic energy that heats the Sun's outer atmosphere is transported across the photosphere and processed through the chromosphere? In principle, the rate of transport of magnetic energy, the Poynting flux, can be estimated as a cross-product of vector magnetic and electric fields. Limited studies quantified Poynting flux in active regions using the PDFI method and HMI/SDO data (Kazachenko et al. 2014). The PDFI method relies on Faraday's law and spectropolarimetric inversions of high-cadence vector magnetic fields to estimate the electric fields. The properties of the energy fluxes in the quiet Sun (QS) have not yet been characterized due to the paucity of high signal-to-noise observations with high spatial and temporal resolutions. To that end, we propose to use ViSP to invert QS magnetograms that will allow us to obtain Poynting fluxes in the photosphere using PDFI. ViSP presents an opportunity for drastic improvements: previous Hinode vector magnetic field observations have insufficiently high cadence to allow us to use the PDFI method, whereas IMaX QS maps do not have the spatial resolution we hope to achieve with ViSP. To complement ViSP magnetograms, we propose to use VBI intensity maps in the photosphere and the chromosphere to 1) correlate energy fluxes with optical features, and 2) derive optical flows using FLCT and DeepVelU methods and compare these with physics-based PDFI quantities. We also plan to test several B-field disambiguation methods in the QS regime. This study will improve our understanding of energy transport in the QS in quantitative terms."
      },
      {
        "experimentId": "eid_1_78",
        "experimentDescription": "For most dynamic and transient events in the solar atmosphere, magnetic reconnection is the fundamental physical mechanism. Ellerman bombs are a small-scale magnetic reconnection phenomenon observed in the lower solar atmosphere. Ellerman bombs appear both in the magnetically active solar regions as well as in quiet Sun. Recent observations suggest that Ellerman bombs are ubiquitous and nearly uniformly distributed throughout the solar surface; at a given time, as many as half a million Ellerman bombs could be present on the solar surface. In the second half of the last decade, remarkable advances have been made in our understanding of Ellerman bombs thanks to the high-resolution observational facilities and state-of-the-art MHD simulations. However, there are several fundamental questions remain to be answered regarding the origin, formation, and magnetic field topology of Ellerman bombs. Given the ubiquitous nature, It will be of great interest to study the origin of quiet Sun Ellerman bombs and explore their role in chromospheric and coronal heating. With high spatial and spectral resolution observations with unprecedented polarimetric accuracy, 4m DKIST telescope will be instrumental in advancing our understanding of this smallest scale magnetic reconnection phenomenon in the lower solar atmosphere."
      },
      {
        "experimentId": "eid_1_85",
        "experimentDescription": "The solar chromosphere is dominated by radiative losses, which are a few kW/m^2 larger than the sum of all of its heating sources. There are have been many proposed theoretical explanations for the origin of the heating, but none have satisfactory observational constraints. One of the most prominent candidates for chromospheric heating is the dissipation of high-frequency waves driven from the convective overshoot at the base of the photosphere. Recent work has provided evidence in both directions, as authors disagree if high-frequency waves could provide the required energy flux to sustain the quiescent chromosphere. We propose observational program with DKIST that could provide better observational limits to the high-frequency flux carried in the chromosphere. Furthermore, the polarimetric capabilities of DKIST could provide us with the first observational estimate of the role of the magnetic field in the propagation and dissipation of waves in the lower solar atmosphere."
      },
      {
        "experimentId": "eid_1_89",
        "experimentDescription": "The Sun's polar fields play a leading role in organizing the large-scale structure of the solar atmosphere and determining the interplanetary field strength. The open polar fields channel most of the fast solar wind. Furthermore, the polar fields are believed to provide the seed field for the subsequent activity cycle. However, existing observations for either the photosphere or chromosphere do not have sufficient spatial resolution or spectro-polarimetric sensitivity to resolve the dominant facular-scale magnetic vector fields all the way to the pole. The unprecedented spatial resolution and spectro-polarimetric sensitivity of the full-Stokes photospheric and low- and high-chromospheric observations from ViSP would provide a map of reliable, properly-resolved facular magnetic field measurements, including many smaller, weaker structures for the first time. This detailed picture of how the polar fields penetrate the photospheric surface and expand through the chromosphere would have multiple consequences for our understanding of global solar magnetism, interior and atmospheric. We propose to take optimally weekly observations in the Fe I line at 630.2 nm (photosphere) and the Ca II line at 854.2 nm (chromosphere) around times of favorable viewing angle, construct synoptic polar maps from the data, trace newly-detected polar field through the atmospheric layers, and explore the heliospheric consequences of the measurements using standard modeling techniques and in situ data from 1AU as well as Parker Solar Probe and Solar Orbiter.  More exploratory, we would also search for polarization in Ca II H at 396.8 nm for signatures of the high-chromospheric field. "
      },
      {
        "experimentId": "eid_1_94",
        "experimentDescription": "The solar corona is shaped and mysteriously heated to millions of degrees by the Sun’s magnetic field. It has long been hypothesised that the heating results from a myriad of tiny magnetic energy outbursts called nanoflares driven by the fundamental process of magnetic reconnection. Misaligned magnetic field lines can break and reconnect, producing nanoflares in avalanche-like processes. Recently a breakthrough has been achieved through the discovery of nanojets in the solar corona. This phenomenon corresponds to fast, bursty, very short lived, small-scale jet-like structure with an estimated energy within the nanoflare range. It was demonstrated that nanojets go hand-in-hand with nanoflares in the reconnection scenario and constitute the tell-tale signature to look for reconnection-based coronal heating in action. However, the bulk distribution of the nanojets could not be resolved and only hints of an MHD avalanche were detected. We hereby propose a DKIST observing program tailored at capturing the essential physics of nanojets and the progression of the MHD avalanche that leads to coronal heating. "
      },
      {
        "experimentId": "eid_1_77",
        "experimentDescription": "The solar corona is shaped and mysteriously heated to millions of degrees by the Sun's magnetic field. The elusive coronal heating mechanism(s) do not only dictate how the corona gets heated but also how it cools. An increasing number of numerical results indicate a narrow correspondence between the heating and the cooling properties, suggesting an alternative and powerful way at investigating the coronal heating problem. Coronal rain is the main observable characteristic of thermal instability in the solar corona and as such is the most pronounced evidence for coronal cooling. A growing amount of observational evidence suggests that this phenomenon is ubiquitous, recursive and even highly periodic in the solar corona, and particularly in active regions. Such reports suggest that a large but yet uncertain number of coronal structures are in a state of thermal non-equilibrium and are therefore bound to specific spatiotemporal properties of the heating. We hereby propose a Cryo-NIRSP program tailored at capturing the amount of coronal rain over an active region, thereby elucidating the coronal volume in thermal non-equilibrium and providing a major constraint for coronal heating mechanisms."
      },
      {
        "experimentId": "eid_1_79",
        "experimentDescription": "The main goal of this proposal is to determine the properties of quiet Sun internetwork magnetic fields in the photosphere and the chromosphere by means of Zeeman-sensitive lines. We will take advantage of the unprecedented photon collecting power of DKIST to measure the elusive linear polarization signals produced by the weak internetwork fields at high polarimetric sensitivity (~10^-4), high spatial resolution (~75 km) and high cadence (~10 s). These data will be used to:\n\n1. Determine the three components of the vector magnetic field in the internetwork, by inverting the four Stokes profiles of several spectral lines simultaneously\n2. Determine whether or not internetwork fields are \"turbulent\", as usually assumed to explain spatially and temporally unresolved Hanle measurements\n3. Determine the total flux content of the quiet-Sun internetwork, both in the photosphere and in the chromosphere\n4. Determine the 3D topology of internetwork fields: are they low-lying structures, or do they reach the chromosphere?\n5. Study the short-term evolution of internetwork fields, to shed light on their origin\n \n"
      },
      {
        "experimentId": "eid_1_81",
        "experimentDescription": "With this observational proposal we aim to determine the properties of the quiet Sun (QS) internetwork (IN) fields and their morphology as they transit from the photosphere to chromosphere. Recent observations show that these weak, small-scale fields continuously emerge, and per day, bring more magnetic flux to the solar surface than active regions. This promotes IN fields as the main driver of the QS magnetism. It is believed that IN fields may completely cover the QS photosphere, harboring a significant amount of magnetic energy. They are expected to have a crucial role in transferring this energy through the solar atmosphere. Because all of this, it is important to address the following questions: \n1) What is the magnetic flux budget in the IN?\n2) How the vector magnetic fields vary with height? \n3) How are the photospheric and chromospheric magnetic fields connected inside IN regions and what is their role in the energy transport? \nWe propose to address these questions using DKIST observations that will be compared with the latest Bifrost QS models with ~5 km spatial resolution. To achieve these goals, we need spectropolarimetric DKIST maps taken at high cadence of about 20 s, reaching a sensitivity of ~10^-4. With such sensitivity, DKIST is expected to show measurable circular, and more importantly, linear polarization signals which will make it possible to accurately characterize IN fields and their impact on the chromospheric dynamics and energetics."
      },
      {
        "experimentId": "eid_1_87",
        "experimentDescription": "The existence of a diffuse coronal component to neutral helium emission, discovered during eclipse observations, has shown promise for diagnosing the helium abundance of the inner corona and the coronal magnetic field.  Yet, the nature and extent of this emission remains incompletely characterized.  We propose to leverage the unique capabilities of DKIST and the Cryo-NIRSP to observe the He I 1083 nm triplet line to advance forward this direly needed characterization step for the diffuse coronal helium signal.  Previous measurements have determined the signal to be quite faint (<1 x 10-6 Idisc), yet it exists from diffuse sources at elongations between 1 - 1.5 Rsun.  Thanks to the larger, unobscured, off-axis design of DKIST, and the the significantly reduced scattered light if provides, DKIST is uniquely positioned to map out the faint triplet HeI 1083 nm emission in order to better understand the origin of this signal, and to develop it further as an essential tool that support multi-messenger and lower coronal science. The goal of this proposal is to obtain well calibrated spectropolarimetric observations of faint HeI 1083 emission at multiple locations around the limb and to comparison these observations with predictions with two models of the emission source: desorption from an inner dust source or as an equilibrium population in the million degree corona."
      },
      {
        "experimentId": "eid_1_92",
        "experimentDescription": "We propose to take coronal observations with the DKIST Visible Broadband Imager (VBI) to constrain models of the thermodynamic structure of active region coronal loops. We will validate methods to derive temperature diagnostics from VBI observations by comparing with extreme UV observations from the Atmospheric Imaging Assembly (AIA) onboard the Solar Dynamics Observatory (SDO). The outcomes of this project will benefit other coronal investigations using DKIST."
      },
      {
        "experimentId": "eid_1_95",
        "experimentDescription": "Spicules are fundamental chromospheric structures in the solar atmosphere. It is essential to reveal the formation mechanism and magnetic structure of spicules to understand mass and energy balance\nin the solar atmosphere. We will observe on-disk spicules in the quiet Sun around the disk center simultaneously with VBI (blue) and ViSP. In this observing proposal, the VBI observations will consist of high\nresolution imaging of the photosphere (G-band) and the chromosphere (Ca II K and H-beta) at ~10 s cadence, which let us to derive morphological characteristics and apparent velocity in the plane of\nthe sky. The ViSP observations will provide spectropolarimetric diagnostics of the photosphere (Fe I 630.2nm with the Milne-Eddington approximation) and the chromosphere (Ca II 854.2 nm with the weak field approximation), which let us derive the line-of-sight velocity and vector magnetic field information. We will conduct two ViSP observing modes; one is a raster scan to cover a supergranular spatial scale range (~30Mm) in order to vidualize the overall conditions to have a spicule in the quiet Sun but with a lower cadence. The other is a sit-and-stare mode to focus on a fixed slit location with a highest\ntemporal cadence (~10 s at best). Combining those two types of ViSP observations with VBI data, we will obtain spatial and temporal variation of vector velocity field and vector magnetic field in the two atmospheric heights. This will lead u to describe a detailed picture of the formation mechanism and magnetic structure of spicules."
      },
      {
        "experimentId": "eid_1_80",
        "experimentDescription": "Small-scale flows driven by turbulent convection are critical in creating fine magnetic structures through a local dynamo mechanism as well as in generation and injection of Poynting flux into the upper atmosphere. It is expected that turbulent cascade creates significant power in the flow fields smaller than 100 km. The unpreceded spatial resolution achieved with DKIST allows us to examine velocity and magnetic fields at that spatial scales for the first time. It is also possible that there are significant contributions of unresolved flows, such as micro-turbulence and LOS velocity gradients, even with the DKIST resolution. The most powerful approach to diagnose micro-turbulence and the LOS velocity gradient is to use spectral line profiles, especially line broadening and asymmetry, which contain information on the flow fields smaller than the spatial resolution. Using the Hinode spectro-polarimeter, we found that small-scale enhancements of line broadening often happened in a fading phase of granules (Ishikawa et al. 2020) although it has not been clarified yet why the line broadening is enhanced. Thus, the primary objective of the proposed observation is to reveal the origin of the spectral line broadening by investigating small-scale flow fields and their association with magnetic fields. To achieve this, we will obtain spectro-polarimetric profiles of the Fe I 630 nm and Ca II 854 nm lines with ViSP to get micro-turbulence, LOS velocity gradients, and magnetic fields in the photosphere and the chromosphere together with horizontal velocities inferred from a time series of blue-continuum images taken with VBI-B."
      },
      {
        "experimentId": "eid_1_82",
        "experimentDescription": "Studying fine structure, mass transfer, motions, and magnetic fields in solar prominences allows us to probe the still mysterious prominence formation process and magneto-hydrodynamic instabilities. Studying the evolution of the magnetic field and motion of prominences simultaneously was impossible before the DKIST. Now, Cryo-NIRSP is the only instrument that can observe the He I 1083.0 nm line with both spectrograph and context imager simultaneously. For the first time, we are able to study the relationship between the magnetic field and the motion of prominences simultaneously in the bright neutral helium line. We propose to obtain spectropolarimetric observations of the prominence in order to infer magnetic field configuration of the prominence in the plane of the sky. Furthermore, the analyzer of the context imager provides line integrated polarized measurements which will help us to investigate the evolution of the magnetic field with the cadence of seconds for the first time."
      },
      {
        "experimentId": "eid_1_84",
        "experimentDescription": "We propose to use high-cadence ViSP spectroscopy in the Ca II H region to investigate the relative broadening of hydrogen and calcium in bright solar flare kernels.   High-cadence imaging with VBI will be used to identify the white-light kernels and to compare/contrast the evolution and structure of the kernels at an unprecedented spatial resolution.  We will determine whether the narrow Ca II H and broad hydrogen epsilon lines occur at different locations and times within the flaring area.  These high resolution spectra will provide much-needed constraints on the current modeling approach for stellar flares.   We will compare model spectra calculated from a new semi-empirical flare modeling code to determine the electron charge density and optical depth in chromospheric condensations.  Then, the ViSP spectra will be used to test the detailed time evolution of the pressure broadening of hydrogen predicted in RADYN/RH simulations of high-flux electron beam heating.  The ViSP polarimetry of the continuum near Fe I will be used in a novel search for nonthermal synchrotron radiation from a population of ultra-relativistic electrons.  \n"
      },
      {
        "experimentId": "eid_1_97",
        "experimentDescription": "The structure and behavior of the magnetic canopy in the chromosphere is one of the great mysteries of the Sun. Previous works have indicated the existence of two components of the canopy: an inclined field that forms the fibrils observed in H-alpha, and a more vertical component that carries most of the flux from active regions into the corona. Confirmation of these two components and detailed analysis of their structure and behavior is only now becoming feasible, thanks to the unprecedented sensitivity and resolution of DKIST. To that end, we will observe the fibril arcade emanating from a plage at high spatial resolution, using ViSP to scan the fibrils and underlying supergranule in both the Fe I 6302 Å line and the Ca II 8542 Å line, with supplemental imaging from VBI blue in H-beta, Ca II K, and G-band filters. Using these observations, we will perform spectropolarimetric inversions to recover the vertical magnetic flux within the fibrils, from which the true nature of the magnetic canopy may be determined."
      },
      {
        "experimentId": "eid_1_105",
        "experimentDescription": "This technical proposal is a vehicle to allow for implementation of exposure time tests for individual instruments. "
      },
      {
        "experimentId": "eid_1_106",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_114",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_110",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_115",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_112",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_109",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_113",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_107",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_111",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_108",
        "experimentDescription": "This is a multi-purpose technical proposal. "
      },
      {
        "experimentId": "eid_1_116",
        "experimentDescription": "This is a DDT Proposal for testing. "
      },
      {
        "experimentId": "eid_1_117",
        "experimentDescription": "On Wednesday June 1, 2022, Parker Solar Probe (PSP) conducts Encounter 12 with perihelion occurring at 2022-06-01/22:51 UTC (12:51 pm HST) at a distance of 0.062 au (13.3 Rs) and at an angle of -106 degrees relative to the Earth-Sun line (i.e. HEEG or HG-Stonyhurst longitude).  Solar Orbiter (SO) and Stereo-A will be at 164 degrees and -29 degrees longitude, as shown in the figures below.  The respective latitudes are 3.17,-0.5, and 0.01, for PSP, SO, Stereo-A.  This is the first opportunity for DKIST to conduct quadrature observations of the solar atmosphere in passive coordination with PSP, SO, and Stereo-A.  This Director’s Discretionary Time (DDT) proposal is for coronal observations to be conducted by Cryo-NIRSP on Wed 1 June 2022.  To maximize the chance of obtaining viable data, we propose to run the same program on Tue 31 May 2022, at which time PSP will be approaching its perihelion."
      },
      {
        "experimentId": "eid_1_118",
        "experimentDescription": "In early June 2022, Parker Solar Probe (PSP) conducts Encounter #12, with perihelion occurring at 2022-06-01/22:51 UTC (12:51 pm HST) at a distance of 13.3 Rsun and at an angle of -106 degrees relative to the Earth-Sun line (i.e. HEEG or HG-Stonyhurst longitude). For several days afterwards, PSP will transit in front of the solar disk as viewed from Earth, while its distance from the Sun remains at less than ~0.25 AU (~60 Rsun). Like for previous PSP encounters and transits, a world-wide coordination of multiple observing facilities is being planned, with a campaign currently envisioned for the June 1-7, 2022 period. The current proposal requests Director’s Discretionary Time (DDT) to conduct DKIST on-disk observations in passive coordination with PSP during a portion of this period. The scientific aim of these observations is that of investigating the magnetic environment of the “footpoints” of PSP during its passage on the solar disk. We propose to use both the ViSP and VBI to assess the dynamic and magnetic environment of the solar structures that give rise to the solar wind material experienced by PSP (“sub-solar-wind point”). In particular, we advocate for large raster maps with ViSP in polarimetric mode, using the CaII 854.2 nm line to investigate the chromospheric magnetic topology. Observations with DKIST should be conducted on June 2nd  and 3rd (if possible). "
      },
      {
        "experimentId": "eid_1_121",
        "experimentDescription": "Sunrise is a balloon-borne solar observatory designed for operation in the stratosphere. It has been launched already twice (in 2009 and 2013) and is now scheduled for its third flight in June 2022. For several days after its launch from above the polar circle it will observe the Sun uninterruptedly using three science instruments operated in parallel. Due to its unique vantage point from the stratosphere Sunrise has access to the UV range down to 200 nm and is not impacted by image degradation through seeing effects. This current proposal requests Director’s Discretionary Time (DDT) to conduct DKIST on-disk observations in passive coordination with Sunrise.  We request to use the ViSP with its Fe I 630 nm and Ca II 854.2 nm spectral diagnostics to obtain high-spatial-resolution (not at the diffraction limited) spectropolarimetric information with high sensitivity and fidelity of different targets determined by Sunrise pointing. We intend to support the ViSP observations with VBI-B, CaII K, G-Band and H-beta filtergrams providing immediate two-dimensional context information with high spatial and temporal resolution (which potentially will allows us to somewhat constrain the temporal variability of the observed chromospheric structures). "
      },
      {
        "experimentId": "eid_1_123",
        "experimentDescription": "Solar Orbiter is an ESA/NASA's Sun orbiting mission that was launched in February 2020. The nominal science phase of the mission started in November 2021. The six remote sensing and four in situ instruments on board Solar Orbiter provide high-resolution observation of the solar atmosphere and measure the plasma properties at the satellite. The Solar Orbiter observations allow for the study of the connection between the Sun and the heliosphere. On 13 October 2022, the Solar Orbiter will reach its perihelion 0.32 AU, and on 16 October, it will be in quadrature with Earth with respect to the Sun. As Solar Orbiter moves closer to the Sun-Earth line, we propose to co-observe a single active region with DKIST over multiple days. This will allow us to simultaneously collect some of the highest spatial resolution photospheric, chromospheric (both with the VBI at DKIST), and coronal (with the EUI onboard Solar Orbiter) imaging ever sampled. On top of this, high-resolution spectropolarimetric data sampled by the ViSP and the SPICE instruments will provide context about the local magnetic field and line-of-sight velocities in exquisite detail. Such co-observations will return open-source datasets that will allow researchers to understand better the evolution of active regions (which are, of course, extremely important as the predominant locations where space weather events are driven from) and to probe the flows of mass and energy between different atmospheric layers in unprecedented detail. We propose that these datasets be sampled over 2-3 days, between the 22nd and 27th October 2022."
      },
      {
        "experimentId": "eid_1_122",
        "experimentDescription": "Solar Orbiter is an ESA/NASA's Sun orbiting mission that was launched in February 2020. The nominal science phase of the mission started in November 2021. The six remote sensing and four in situ instruments on board Solar Orbiter provide high-resolution observation of the solar atmosphere and measure the plasma properties at the satellite. The Solar Orbiter observations allow for the study of the connection between the Sun and the heliosphere. On 13 October 2022, the Solar Orbiter will reach its perihelium 0.32 AU, and on 16 October, it will be in quadrature with Earth with respect to the Sun. Thus, coordinated observations of DKIST and Solar Orbiter will for the first time provide a unique stereoscopic view of the solar atmosphere at high-spatial and high-temporal resolution. We propose to focus on an active region to understand how its structuring and dynamics change through time. The Extreme Ultraviolet Imager (EUI) and SPectral Imager of the Coronal Environment (SPICE) instruments on-board Solar Orbiter will observe the dynamics of the corona across a two-dimensional region. Co-pointing the DKIST to the same active region using the Cryo-NIRSP for off-limb coronal observations and exploiting the fact that the Solar Orbiter will be at quadrature with the Earth will allow us to sample the entire three-dimensional structuring of the active region. We propose that such observations be collected for either 1 or 2 days from 18 October 2022, depending on the availability of DKIST resources and the seeing conditions. "
      },
      {
        "experimentId": "eid_2_3",
        "experimentDescription": "We propose to use Cryo-NIRSP to study a prominence cavity in the corona. Habbal et al. (2021) recently demonstrated with data from numerous total solar eclipses that prominences are invariably surrounded by a coronal cavity containing plasma at high electron temperatures (~2 MK), often form the base of helmet streamers, and commonly erupt into the solar wind. Despite the importance these structures have in the corona and solar wind, they are relatively poorly understood. The main obstacle for learning more about these structures has been a lack of comprehensive data throughout a prominence cavity. The existing observations are either too low in resolution, or observe emission that is too tenuous in the outer cavity (in the case of EUV observations) to perform the requisite analysis to learn more about these structures. Only the high spatial, spectral and polarimetric capabilities of Cryo-NIRSP at present are able to probe the density, magnetic field, temperature, and flows throughout a prominence cavity. Thus, we will take a collection of spectro-polarimetric data in a scan through a prominence cavity on the solar limb with the Fe XIII line pair as well as the He I line. Equipped with the proposed dataset, we will be able to perform a more detailed and thorough analysis on the prominence cavity than has ever before been achieved."
      },
      {
        "experimentId": "eid_2_6",
        "experimentDescription": "We propose to obtain with Cryo-NIRSP simultaneous, high signal-to-noise ratio spectroscopic measurements in the off-limb corona of the He I 1083 nm line and  of the nearby density-sensitive Fe XIII line pair.  The goal is to measure their radiances and line widths, and compare them with the most up-to-date helium atomic model."
      },
      {
        "experimentId": "eid_2_8",
        "experimentDescription": "Wave-driven heating models hypothesize that the corona is heated by Alfvén waves. Upward traveling waves encounter sunward-traveling waves or perpendicular gradients in the corona, leading to turbulence, which mediates the transfer of wave energy to particle heating. Wave-driven coronal heating models are supported by observations that Alfvén waves are found throughout the corona and that they appear to be damped so that their energy may go into heating. However, there are still many unresolved problems. One issue that it is not definitely clear whether or not the low corona is turbulent.  A second is that previous measurements suggesting wave damping in the quiet Sun have large uncertainties due to limited spectral resolution of the instruments used. Also, the origins of any sunward-propagating waves are not well known. They may originate from excitation at opposite footpoints on closed loops, reflection in the corona, or parametric decay instability (PDI). Our proposed measurements will address these problems. We will look for evidence that Alfvén wave energy loss is associated with turbulence; determine how Alfvén wave and density fluctuation amplitudes change with height; evaluate the relative energy in outward versus sunward traveling waves; and test whether Alfvén waves undergo PDI in the quiet Sun corona. For this we will use Cryo-NIRSP spectra focusing on the Fe XIII 1074.7 nm line. Observations will be obtained for two rasters at different radial distances from the Sun with a cadence of about 30s, which is fast compared to the expected wave periods of minutes. \n"
      },
      {
        "experimentId": "eid_2_9",
        "experimentDescription": "How much magnetic energy that heats the Sun's outer atmosphere is transported across the photosphere and processed through the chromosphere? The rate of transport of magnetic energy, the Poynting flux, can be expressed as a cross-product of vector magnetic and electric fields. Limited studies quantified Poynting flux in active regions using the PDFI method and HMI/SDO data (Kazachenko et al. 2014). The PDFI method relies on Faraday's law and spectropolarimetric inversions of high-cadence vector magnetic fields to estimate the electric fields. The properties of the energy fluxes in the quiet Sun (QS) have not yet been characterized due to the paucity of high signal-to-noise observations with high spatial and temporal resolutions. To that end, we propose to use ViSP and DL-NIRSP to invert QS magnetograms that will allow us to obtain Poynting fluxes in the photosphere using PDFI. ViSP and DL-NIRSP present an opportunity for drastic improvements: previous Hinode vector magnetic field observations have insufficiently high cadence to allow us to use the PDFI method, whereas IMaX QS maps do not have the spatial resolution we hope to achieve with DKIST instruments. To complement the magnetograms, we propose to use VBI intensity maps in the photosphere and the chromosphere to 1) correlate energy fluxes with optical features, and 2) derive optical flows using FLCT and DeepVelU methods and compare these with physics-based PDFI quantities. We also plan to investigate how Poynting flux varies with height. This study will improve our understanding of energy transport in the QS in quantitative terms."
      },
      {
        "experimentId": "eid_2_14",
        "experimentDescription": "We propose a set of DKIST observations of a solar active region (AR) that provide simultaneous measurements of magnetically sensitive spectral lines from several atmospheric layers in both the photosphere and chromosphere, and near the magnetic polarity inversion line of an AR. The goal of the project is to investigate the AR magnetic structure, in particular determine photospheric and chromospheric magnetic fields and plasma temperatures at different heights, as well as compute energy and current-related characteristics (vertical currents, amount of the magnetic shear, vertical Poynting flux). To determine the physical parameters, we will employ state-of-the art multi-line inversion codes. The inferred magnetic field vector maps at multiple heights will be used to derive physical properties of the AR. We will also compare the inferred photospheric and chromospheric magnetic fields and related derived quantities to modeled coronal values from data-driven numerical simulations."
      },
      {
        "experimentId": "eid_2_10",
        "experimentDescription": "High-spatial resolution observations reveal small-scale motions related to the penumbral fine structure, such as lateral downflows at the edges of penumbral filaments. Although some investigations have shed light on essential aspects of lateral downflows, there are still open questions concerning their magnetic field vector, which is key to comprehending the global magnetic field topology in sunspots penumbrae. Moreover, it allows for figuring out the intriguing appearance of jet-like transients in the chromosphere of sunspots penumbrae, the so-called penumbral microjets (PMJs). Therefore, we aim to thoroughly analyze the magnetic field vector of lateral downflows and PMJs using the unprecedented capabilities offered by the DKIST telescope. This investigation will allow us to model a complete (and missing) physical scenario of these small-scale structures. For our purpose, we request high spatial resolution and temporal cadence observations acquired using the FIDO configuration 3a. Specifically, we request spectropolarimetric observations taken with the DL-NIRSP and ViSP instruments in the Fe I 1565 nm, Ca II 854.2 nm, He I 1083 nm, Mg I b2 517.3 nm, Fe I 630.2 nm, and Ca II K lines, which allow us to obtain information from the low photosphere to the mid-upper chromosphere. Besides, observations with VBI in the blue continuum, red continuum, and H-alpha line will provide supplementary information to the spectropolarimetric data."
      },
      {
        "experimentId": "eid_2_11",
        "experimentDescription": "We propose to use high-cadence ViSP spectroscopy in the Ca II H, H-Beta, and Fe I regions to investigate the relative broadening of hydrogen and calcium in bright solar flare kernels. High-cadence imaging with VBI will be used to identify the white-light kernels and to compare/contrast the evolution and structure of the kernels at an unprecedented spatial resolution. We will determine whether the narrow Ca II H and broad hydrogen Balmer lines occur at different locations and times within the flaring area. These high resolution spectra will provide much-needed constraints on the current modeling approach for stellar flares. We will compare model spectra calculated from a new semi-empirical flare modeling code to determine the electron charge density and optical depth in chromospheric condensations. Then, the ViSP spectra will be used to test the detailed time evolution of the pressure broadening of hydrogen predicted in RADYN/RH simulations of high-flux electron beam heating and the timing of stationary and redshifted components in the Fe I line. "
      },
      {
        "experimentId": "eid_2_12",
        "experimentDescription": "Magnetic reconnection is a fundamental process in solar flares, believed to take place within elusive coronal current sheet structures. The exact mechanisms through which the current sheet breaks down at flare onset, needed to trigger the fast reconnection rate observed in solar flares, are not yet certain. Recent work points to the role of plasma instabilities, such as the tearing-mode of Kelvin-Helmholtz instability, which can catalyze fast reconnection through a turbulent cascade. Utilizing the magnetic connectivity between the current sheet in the corona and flare footpoints in the chromosphere, we propose using high temporal/spatial resolution VBI imaging to search for small-scale structure within flare ribbons. By examining the growth rates and timing of the spatial scales observed in the ribbons, we can compare observed rates with those predicted by theory for different plasma instabilities candidates. Using inversions and extrapolations from ViSP polarimetric scans, we can backmap the scales observed in the chromospheric ribbons to the size at their origin in the corona. Determining the physical scales at which current sheets break up is crucial to understanding the onset of solar flares in the corona."
      },
      {
        "experimentId": "eid_2_13",
        "experimentDescription": "Magneto hydrodynamic simulations of the solar photosphere and chromosphere show that the magnetic field is organized at spatial scales that have not been accessible so far with the 1 meter class telescopes. We plan to utilize observations acquired with the DKIST to investigate the contribution of these small-size magnetic elements to the radiative emission at different spectral ranges. By spatially degrading our observations to mimic the spatial resolution of full-disk images typically employed for irradiance variation studies,  we will evaluate the impact of such \\u2018hidden\\u2019 fields to estimates of solar irradiance variability. Our results will be used to compare and validate 3D MHD simulations of the solar atmospheres obtained with two MHD codes. "
      },
      {
        "experimentId": "eid_2_16",
        "experimentDescription": "We propose to use the novel capabilities of DKIST Cryo-NIRSP to study the polarization profiles and magnetic fields above an active region. \nIt is critical to quantify model departures from long-standing assumptions like magnetic exrtrapolations and to properly interpret the increased sensitivity of coronal  measurements. This will allow for the community to accurately model, invert, and interpret coronal structures at the base of the heliosphere.  \nFor this, a 135-180 minute continuous raster observations of the corona above an active region using the Cryo-NIRSP instrument is required. Both spectroscopy and polarimetric measurements are required. At least one line change is required to satisfy the main science objectives."
      },
      {
        "experimentId": "eid_2_17",
        "experimentDescription": "Heating of the plage chromosphere is under debate. Both the wave dissipation heating and the magnetic reconnection heating are discussed as plausible mechanisms. We would like to diagnose the plage chromosphere and photosphere spectro-polarimetrically in high temporal and spatial resolution which can be attained by the DKIST facilities."
      },
      {
        "experimentId": "eid_2_18",
        "experimentDescription": "Solar flares are the most energetic events in our solar system. While they predominantly occur in conjunction with complex sunspots and thus complex configurations of the magnetic field, their exact timing, strength, and evolution varies from flare to flare and cannot be predicted in advance. It is therefore crucial to study the evolution of the magnetic field before, during, and after flares to better understand their physics. We propose to observe the restructuring of the magnetic field in 3D by using photospheric and chromospheric polarimetry with ViSP and DL-NIRSP observations of multiple spectral lines, covering a large range of formation heights. We will derive temporal sequences of the evolution of the vector magnetic field in both layers. Our results will contribute to the understanding of the overall flare energy budget and allow us to probe the standard flare model, in terms of evolution of the flare ribbons and flare energy dissipation on the smallest spatial scales."
      },
      {
        "experimentId": "eid_2_27",
        "experimentDescription": "The low solar atmosphere is highly structured where magnetic fields constantly interact with plasma flows. We propose to use DKIST observations to study the fine-scale magnetic field and electric current systems in AR plage regions, which are important for many dynamic phenomena, and may hold the key to the coronal heating problem. DKIST\\u2019s high spatial resolution, high polarimetry sensitivity, and multi-line observations will allow us to attack three specific scientific goals. First, we will search for the under-reported minority-polarity magnetic flux patches. Second, we will characterize layers of intensified electric current density and their potential correlation with small-scale energetic events. Third, we will assess the vector electric current and Lorentz force density using novel data analysis methods."
      },
      {
        "experimentId": "eid_2_19",
        "experimentDescription": "The puzzling origin of the million degrees Kelvin hot solar corona is one of the central questions in solar physics. Despite decades of significant efforts, a comprehensive picture and understanding of coronal heating is still lacking. Nevertheless, it is abundantly clear that magnetic fields that couple through different layers of the solar atmosphere play a key role in heating the coronal plasma to more than a million Kelvin. The missing piece in this puzzle therefore is closely linked to the question of predominant magnetic processes that could supply the required mass and energy to continually replenish the hot coronal plasma. One emerging picture from recent studies is that the emergence and cancellation of magnetic flux on granular scales leads to chromospheric reconnection, that could play a governing role in coronal heating. To this end, unraveling the magnetic landscape of coronal loops at high spatial resolutions (better than 0.1\"), will significantly improve the picture of coronal heating through chromospheric reconnection. Thanks to its large 4-m aperture, the DKIST, for the first time, will be able to probe surface magnetic fields at coronal base at spatial resolutions better than 0.1\". Comparison of these high-resolution surface magnetic field observations along with the imaging diagnostics obtained with the DKIST will be instrumental in enabling us to draw refined and solid conclusions on the fundamental magnetic processes in the lower atmosphere that might be responsible for the coronal heating. "
      },
      {
        "experimentId": "eid_2_21",
        "experimentDescription": "The direct measurement of the coronal magnetic field provides crucial insight into the physical processes related to coronal heating and solar eruptions. With the help of the Cryogenic Near-Infrared Spectropolarimeter (Cryo-NIRSP) on DKIST, we propose to observe spectropolarimetric signals of the magnetic dipole lines Fe XIII 10747 and 10798 in an off-limb active region with a field of view (FOV) of 60'' by 230''. A “single-point inversion” algorithm CLEDB, assuming most emissions originate at one location along the line of sight (LOS), will invert the observed Stokes parameters to obtain the vector magnetic field, plasma properties, and the emitting position along the LOS. We plan to compare the coronal magnetic field reconstructed by the widely-used Potential Field Source Surface (PFSS) model and Non-linear Force-Free Field (NLFFF) extrapolations at the emission position. Furthermore, the magnetic field and plasma properties will be compared with the global steady-state corona simulated by the Alfvén Wave Solar Model (AWSoM). These comparisons allow an assessment of the capabilities of different models and provide new constraints to improve the performance of field extrapolations. "
      },
      {
        "experimentId": "eid_2_26",
        "experimentDescription": "We propose coronal polarimetric observations of multiple active regions for the purposes of systematically and strategically advancing coronal magnetometry, which is a critical part of the DKIST science mission.  We justify this approach and the associated modestly-size, yet multi-observing day, observing request by emphasizing three unique aspects of DKIST coronagraphy.  The ability of DKIST to (1) achieve high signal-to-noise in coronal Stokes V, (2) observe with unprecedented coronal spatial and polarimetric resolution from the ground, and (3) conduct multiwavelength polarimetry moving into the mid-IR in later cycles, requires strategic investment in developing and interpreting data products.  We take the conservative, and arguably-reasoned, approach of reducing observing risk by observing multiple active regions that will then be validated through comparisons with multiple coronal models, so as to scrutinize both the models and the observations themselves.  We also are provisioning for data to perform needed development for tomographic reconstructions of the vector coronal magnetic field. Establishing reliable and trustworthy coronal polarimetry is a worthwhile investment to make in the Operations Commissioning Phase and goes well beyond the coronal commissioning efforts that have occurred to date.  This proposal has the right tools at its disposal to make this experiment successful including relevant data analysis experience and the critical personnel with instrumentation and data knowledge specific to DKIST/CryoNIRSP.  Starting this effort with the offered, and most often measured, Fe XIII coronal lines at 1074 nm and 1079 nm is an excellent way to move this program forward during Cycle 2."
      },
      {
        "experimentId": "eid_2_34",
        "experimentDescription": "This proposal aims at studying the role of four different energy dissipation mechanisms in plage targets.\\u2028 In plage regions, magnetic fields are expected to be highly concentrated in intergranular lanes in the photosphere. In the chromosphere gas pressure decreases with height much more rapidly than magnetic pressure and therefore the magnetic fields form a hot canopy above the photosphere. \\n\\nIn the chromosphere of plage regions, enhanced radiative cooling is found in observations acquired in optically thick lines and continua of H I, Mg II and Ca II. The exact identification of physical processes that heat the chromosphere of plage and give sufficient energy input to sustain the radiative losses over time, remain elusive. Many heating processes such as magneto-acoustic waves/shocks, Joule heating through current dissipation, turbulent cascade of Alfv\\u00e9n waves, ambipolar diffusion and a nano-flare reconnection model have been proposed and might well all be simultaneously operating. However, their exact contribution remains unconstrained from observational studies.\\n\\nOur ultimate goal is to find observational evidence of the heating mechanisms that are at work in the lower and upper chromosphere. We will attempt an estimation of the electrical current distribution, the ion-neutral collision frequency, the magnitude of viscous heating and wave energy. This observational study will be only achievable if the three components of the magnetic field can be inferred from the observations. We will use DKIST large aperture to acquire datasets with unprecedented S/N ratio at the spatial resolution of a 1-m solar telescope."
      },
      {
        "experimentId": "eid_2_75",
        "experimentDescription": "The strongest magnetic fields on the solar surface were long thought to be associated with the umbrae of large sunspots. Thanks to the advances in instrumentation and inversion techniques, observers have recently reported even stronger magnetic fields outside the umbra, at the endpoints of coalescing penumbral filaments close to the outer boundary of a sunspot. At these locations, strong magnetic field concentrations (SMFs) with strengths larger than 7 kG were found. SMFs are accompanied by supersonic downflows reaching speeds of 20 km/s and more. The presence of such strong fields is still highly controversial: They were only detected in the deepest layers of the solar atmosphere by using a newly developed technique to infer the magnetic field strengths from observations by Hinode. The spatial resolution of those observations was barely sufficient to resolve the fine structure within these 1 Mm-sized features. The high spatial resolution of DKIST and the possibility to perform multi-line observations to access a larger height range in the solar photosphere offer a unique opportunity to unambiguously confirm the existence of SMFs, and study their properties. Once confirmed, the DKIST observations could lead to a change in one of the most fundamental taxonomic aspects of sunspots, which is that their strongest magnetic fields at the surface appear situated within their umbrae. DKIST observations will also help to understand the basic plasma physical processes required to amplify the fields to these high strengths and clarify their relevance for the stability and evolution of sunspot penumbrae that harbor SMFs."
      },
      {
        "experimentId": "eid_2_22",
        "experimentDescription": "Solar filaments are cool chromospheric plasma overdensities embedded in the extremely hot and low-density corona. In all filament models, the solar magnetic field plays a fundamental role in the formation, support, and eruption of these structures. Although it is such a fundamental ingredient, the details of the topology are not well known. A variety of configurations have been found in different observations: some of them having vertical fields, helical magnetic fields, or a series of local horizontal dips sustaining plasma; showing that the precise topology is still a matter of debate. The study of the surroundings is also important to identify the mechanisms involved in their formation (such as emerging flows, reconnection in the lower atmosphere, or shearing motions) but also those which could promote their destabilization and eruption. Previous studies on filaments have suffered from observational limitations that have prevented a complete interpretation or ignoring effects which could lead to a misinterpretation. Because of its multi-line capability, spectral sampling, and the polarimetric accuracy of its instrumentation, DKIST can provide unambiguous information on the plasma motions, thermodynamics, magnetic configuration, and the relationship of the filament to its surroundings. The observations will be interpreted with modern radiative transfer codes such as Multi3D, STiC, and Hazel. For this, we request continuous Config3a observations of a solar filament, using DL-NIRSP (CaII 854.2 nm, HeI 1083 nm, FeI 1565 nm) for the chromospheric magnetic characterization and ViSP (CaIIK 393.4 nm, MgIb2 517.3 nm, FeI 630.2 nm) for the large-scale properties of the region."
      },
      {
        "experimentId": "eid_2_23",
        "experimentDescription": "In 1908, George Ellery Hale studied chromospheric flocculi (or fine structure) in newly available (at that time) H-alpha spectroheliograms and noted a \"definitenesss of structure, indicated by radial or curving lines, or by some such distribution of the minor flocculi as iron filings present in a magnetic field.\"  His conjecture that fibrils may denote the direction of a local magnetic field vector is one that is often assumed true.  Confirmation of this hypothesis, however, is not a simple task; nor is the question of limited impact.  Due to the relatively weak ionization ratio of the solar photosphere and chromosphere, as well as the lower density of the chromosphere, partial ionization effects allow decoupling of the thermal structure and magnetic structure.  Such ambipolar diffusion provides a heating term that may be significant in the upper chromosphere.  One cannot thus assume that linear structures correspond directly to the local magnetic field vector at a given moment in time.  Now, more than a century after Hale's observations, DKIST's great light-collecting capability allows us to capitalize on advancements in the modeling of non-LTE line formation and atomic-level polarization in order to test Hale's conjecture.  This proposal seeks to conduct the most extensive study of the relationship between thermal and magnetic structure in the chromosphere to date, by utilizing the advanced chromospheric polarimetric diagnostics of the DKIST.  We herein propose an experiment using FIDO configuration 3c that combines DL-NIRSP, VISP, VBI-Red, and VBI-Blue."
      },
      {
        "experimentId": "eid_2_24",
        "experimentDescription": "Magnetic reconnection is the mechanism responsible for releasing magnetic energy in a wide range of solar transient phenomena. It is clear from the observed temporal scales and plasma conditions that Sweet-Parker reconnection acts too slowly to explain the rapid release of energy that is observed. Despite its importance, the physical mechanisms driving fast reconnection are still a subject of intense debate. Recent works have proposed different mechanisms such as tearing instability (associated with small-scale plasmoids) and turbulent velocity fields. In the first case, magnetic reconnection is enhanced as a result of magnetic island formation in the current sheet, and only recently very high-spatial observations have been able to reveal them during some microflares. In contrast, other studies propose the presence of a random magnetic field that enhances the reconnection rate whose signature has been also found before the onset of similar events. We propose to analyze the relation between the occurrence of a particular mechanism with the thermodynamic and magnetic environment is an essential point to understand the nature of the reconnection phenomenon. The very high-resolution observations together with the combination of multi-line observation with high-polarimetric accuracy of the DKIST instrumentation suite fulfill all the requirements to address this project. The observations will be interpreted with modern radiative transfer codes such as Multi3D, STiC, and Hazel. For this, we request continuous Config3a observations of at least a microflare, using ViSP with high-cadence for detecting the plasmoids and DL-NIRSP with deep-polarimetry for the magnetic characterization of the event."
      },
      {
        "experimentId": "eid_2_28",
        "experimentDescription": "Magnetic flux in the solar polar field region mostly roots in photospheric elements a few arcseconds across with an intrinsic field strength in the kilogauss range. Their exact nature remains unclear due to the limited spatial resolution and polarimetry sensitivity of the existing facilities. The weaker fields of the internetwork regions are not well constrained. We propose to obtain high-resolution observations (~0.1\\u2033) of the magnetic fields in the polar coronal hole using ViSP and DL-NIRSP with the Fe I 1565 nm, Fe I 630.2 nm, Mg I b2 517.3 nm, Ca II 854.2 nm, and He I 1083 nm lines. We aim to address the following questions: (1) what is the nature of the fine-scale field vectors inside/outside the magnetic elements? (2) how much magnetic flux does each component provide? (3) How much do the flux tubes expand in the lower chromosphere? These observations will help correct several systematic biases in the magnetic field inference process, allowing for a better understanding of the polar fields."
      },
      {
        "experimentId": "eid_2_29",
        "experimentDescription": "Delta-sunspots, where umbrae with opposite magnetic polarity are contained within a common penumbra, are highly interesting and important magnetic configurations within active regions.  Regions with delta-sunspots are responsible for producing the majority of strong flares.  The polarity inversion line in these sunspots are the sites of unusual, long-lasting behavior: stretched penumbral filaments with strong upflows and downflows, magnetic fields parallel to the solar surface exceeding the umbral magnetic field in strength, and complicated spectral line profiles that hint at multiple components.  The aim of this proposal is to obtain DKIST observations of a delta-sunspot polarity inversion line using multi-height diagnostics of the plasma velocity and magnetic field at high spatial resolution.  DKIST is the only facility capable of carrying out simultaneous observations of plasma diagnostics that span from the deep photosphere (Fe I 1565 nm), through the temperature minimum (Na I D 589.6 nm) and chromosphere (H-beta 486.1 nm, Ca II 854.2 nm), to the transition region (He I 1083.0 nm).  These observations will be used to determine the topology of the magnetic field, how the flows along the polarity inversion line are connected through the atmosphere, and if the complex line profiles are due to structure that was previously unresolved by other instruments or if it is due to multiple structures along the same line of sight."
      },
      {
        "experimentId": "eid_2_31",
        "experimentDescription": "Small-scale flows driven by turbulent convection are critical in creating fine magnetic structures through a local dynamo mechanism as well as in the generation and injection of Poynting flux into the upper atmosphere. A turbulent cascade is expected to create significant power in the flow fields smaller than 100 km and to interact with magnetic fields. The unpreceded spatial resolution achieved with DKIST allows us to examine velocity and magnetic fields at hat spatial scales for the first time. It is also possible that there are significant contributions of unresolved flows, such as micro-turbulence and LOS velocity gradients, even with the DKIST resolution. The most powerful approach to diagnosing micro-turbulence and the LOS velocity gradient is to use spectral line profiles, especially line broadening and asymmetry, which contain information on the flow fields that happened in a fading phase of granules (Ishikawa et al. 2020). The line broadening in a fading granule is thought to be caused by turbulent motions generated in the lower photosphere. Thus, the primary objective of the proposed observation is to investigate the temporal evolution of turbulent motions and magnetic fields. To achieve this, we will obtain the spectro-polarimetric profiles of the Fe I 1565 nm, Si I 1082.7, and C II 854 nm lines with DL-NIRSP together with the spectroscopic profiles of Fe I 630 nm lines with a high temporal cadence to capture the temporal evolution of the micro-turbulence, LOS velocity gradient, and magnetic fields in the photosphere and the chromosphere."
      },
      {
        "experimentId": "eid_2_95",
        "experimentDescription": "Magnetic field extrapolations are a crucial method to understand the magnetic topologies in the solar atmosphere. Such extrapolations are much more reliable if the input magnetic field is measured at a height in the atmosphere where the fields are primarily force-free. Otherwise, ad hoc corrections must be applied to account for plasma forces on the field. Therefore, it of significant importance to know at what heights the force-free approximation can be reliably applied.\\nPrevious efforts to address this question have been carried out by Metcalf et al. (1995), Tiwari (2012), and Liu et al. (2015) but the results remain inconclusive. Only Metcalf et al. used magnetic field measurements in the upper photosphere (using Na I 5896 \\u00c5) in order to characterize the magnetic field with height through the bulk of the photosphere.\\nWe plan to observe multiple lines simultaneously and apply modern inversion techniques to more robustly measure the components of the vector magnetic field over a wider range of heights than has previously been determined. Analysis by Zhang et al (2017) suggests that this can only be achieved with the high signal-to-noise provided by the DKIST aperture. We will then use our results to determine the heights at which the force-free approximation is valid. This knowledge may guide future efforts to make routine vector field measurements higher in the atmosphere as the basis of more robust coronal field extrapolations."
      },
      {
        "experimentId": "eid_2_36",
        "experimentDescription": "The solar chromosphere is not in radiative equilibrium with the photosphere. Therefore energy transfer must be carried by physical processes other than radiation. A canonical value of approximately 4 kW m^\\u22122 has been commonly assumed for the quiet-Sun chromosphere, which was derived from the inversion of spatially-averaged solar spectra. Even though this number has been known since the late 70\\u2019s, we still do not know the exact mechanisms that sustain the lost of 4 kW m^\\u22122 at any given time, but we know that acoustic waves alone do not provide sufficient energy. Magnetic fields could potentially regulate the dissipation of extra energy output that is required.\\n\\nThis proposal aims at studying the role of very small-scale magnetic flux emergence in the heating of the quiet-Sun chromosphere. We will use DKIST observations to calculate spatially-resolved chromospheric radiative losses in the QS and assess the role of ubiquitous small-scale flux emergence"
      },
      {
        "experimentId": "eid_2_38",
        "experimentDescription": "Coronal prominence-cavity systems are regions of stored magnetic energy that often erupt in CMEs. The goal of this proposal is to choose between flux-rope and sheared-arcade models of these CME precursors. The DKIST CryoNIRSP makes this possible through full Stokes vector measurements (linear and circular polarization) in both dipolar and quadrupolar (pseudostreamer) prominence cavity systems. This enables direct measurement of line-of-sight oriented magnetic field strength and diagnosis of magnetic topologies including magnetic O-points.  This will be achieved by repeated rasters of CryoNIRSP in the FeXIII 1074.7 nm line across the cavity, allowing measurements of line of sight magnetic field strength and diagnosis of the presence and location of magnetic O-points in relation to the cavity emission, and also through observations in He I 10830 nm across the cavity and prominence, allowing measurement of prominence mean magnetic fields and potentially of the coronal unsaturated Hanle regime. "
      },
      {
        "experimentId": "eid_2_81",
        "experimentDescription": "Currently the origins of the various components of the solar wind remain unclear, making tracers of the wind formation region highly desirable. One potential such tracer is the ubiquitous population of switchbacks detected in situ during the Parker Solar Probe encounters. The number of these large-scale changes in magnetic polarity shows no apparent dependence on distance from the solar photosphere, arguing for a formation mechanism near the solar surface. Therefore, we propose DKIST observations that probe one of the leading theories for switchback formation near the solar surface, namely interchange reconnection in coronal holes. Specifically, the proposed observations will provide much needed constraints on the magnetic field topology, and especially the degree of mixed polarity, in predominantly unipolar coronal holes. This will allow us to track the magnetic field structure as it evolves in time and how it varies over photospheric and coronal heights with unprecedented detail. In turn, this allows us to place limits on the rate of interchange reconnection, and thereby determine if such reconnection events provide a plausible seed for the observed population of switchbacks."
      },
      {
        "experimentId": "eid_2_101",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 2 Experiment Generation effort. Its implementation intends to exemplify the calibration and observing Observing Programs for a proposal using the FIDO 3a configuration. All attached files are dummy files. "
      },
      {
        "experimentId": "eid_2_100",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 2 Experiment Generation effort. Its implementation intends to exemplify the calibration and observing Observing Programs for a proposal using the FIDO 1b configuration. All attached files are dummy files. "
      },
      {
        "experimentId": "eid_2_45",
        "experimentDescription": "The chromospheres of sunspots are highly dynamic, evolving on spatial and temporal scales which test the current 1-m class of telescopes to their limits. These regions of strong vertical magnetic fields host a plethora of magnetohydrodynamic (MHD) waves and shocks which somehow combine to form localised (sub-arcsecond) events such as small-scale umbral brightenings (SSUBs) and short dynamic fibrils (SDFs). Such events are still not fully understood simply because we have never been able to probe them with enough spatial or spectral resolution. Our aim here is to better understand the complex physics occurring within sunspot chromospheres through the investigation of the localised dynamics of the umbra on the smallest possible scales. Firstly, we will investigate how important SDFs/SSUBs are in the global dynamics of sunspots through statistical analysis of their properties (spatial extents, frequencies, lifetimes) using incredibly high-spatial resolution imaging data sampled by the VBI. Secondly, we will extract physical parameters of the sunspot atmosphere from the 630.2 nm, 854.2 nm, and 1083 nm spectra sampled by ViSP and DL-NIRSP co-spatial to SDFs/SSUBs, using numerical inversion codes such as NICOLE. This will help us to understand the formation mechanisms of these events. The polarimetric data collected by DKIST will allow us to infer the velocity and temperature stratification within SDFs/SSUBs with exquisite detail meaning it will be possible to determine whether MHD waves are steepening into shocks at heights sampled by these lines. The results obtained here could have important consequences for our understanding of physics in the wider atmosphere."
      },
      {
        "experimentId": "eid_2_51",
        "experimentDescription": "This observing proposal is focused on small-scale jets and spicules that occur around clusters of photospheric bright points. This research plan is based on DKIST VBI (Ca II K, Hα, G-band) imaging and ViSP (Hβ and Mg I b2) spectrometry data as well as DL-NIRSP (He I 1083 and Fe I 1565 nm) polarimetry measurements. We will study the origin and evolution of type II spicules and small-scale jets. We will investigate the formation process of various features and associated plasma flows using VBI imaging and ViSP spectral data. We will explore their physical parameters using ViSP spectroscopy data. We will look for evidence of enhanced energy release at the base of spicules. The process of RBE/type II spicule formation is expected to leave a footprint in both photosphere and chromosphere that can be detected using DL-NIRSP 1083 and 1565 nm lines.\n\nDKIST will allow us to unveil new, previously not accessible knowledge on the small-scale dynamics phenomena. Advanced understanding of these is essential for advancing studies of coronal heating and small-scale magnetism. The use of DKIST data is justified by the object of the study: very narrow (<0.2 arcsec) and fast evolving plasma structures. DKIST's unique capabilities are required to resolve their spatial and temporal structures. DKIST ViSP and DL-NIRSP are the only instruments capable of measuring magnetic fields with 10^{-4} sensitivity, which is needed for studying quiet sun magnetic fields, including chromospheric fields. This critical information is so far missing from the existing data sets."
      },
      {
        "experimentId": "eid_2_59",
        "experimentDescription": "Spicules are one of the main constituents of the solar chromosphere. It is widely accepted that they are key to understand the dynamic and energetic balance of the lower solar atmosphere. A reliable quantitative measurement of the physical parameters in spicules is extremely challenging due to the scales of their dynamism which are very often close to the resolution limit of modern solar telescopes. Furthermore, modelling and interpretation of chromospheric spectral lines, in which spicules are emitting, are always challenging as it requires solving the complex non-LTE (i.e., departures from Local Thermodynamic Equilibrium) radiative transfer problem. We plan to study solar spicules using high-resolution full Stokes spectropolarimetric data in the Ca II 8542 \\u00c5 line that can be obtained with the ViSP instrument on the DKIST. Spectropolarimetric inversions using a new version of the non-LTE code NICOLE will be used to construct semiempirical models of the spicules. The models will be used to obtain height stratification of the temperature, mass density, velocity and optical thickness along the spicule.  "
      },
      {
        "experimentId": "eid_2_62",
        "experimentDescription": "Alfv\\u00e9nic waves are thought to be a key mechanism for energy transfer in the Sun\\u2019s atmosphere, providing the energy to meet the radiative losses of the dense chromosphere and hotter, tenuous corona, along with the demands required to accelerate the solar wind. In recent years there has been clear evidence for the presence of low-frequency (f<10 mHz) Alfv\\u00e9nic waves through the chromosphere and corona, and they are ever-present throughout the solar cycle. The low-frequency waves are difficult to dissipate without an additional process that can transfer the wave energy to small-scales (e.g., phase mixing, resonant, absorption, MHD Turbulence) where large gradients can develop to enhance diffusive and resistive processes. Hence, high-frequency Alfv\\u00e9nic waves are critical for efficient energy dissipation. Moreover, multiple Alfv\\u00e9nic modes are expected to exist in the corona, with only the kink mode having been identified routinely in the corona The high temporal and spatial resolution of Cryo-NIRSP offers an unprecedented opportunity to discover whether multiple Alfv\\u00e9nic modes and high-frequency Alfv\\u00e9nic waves are present in the corona. The unique data from Cryo-NIRSP will be compared with sythnetic observables derived from state-of-the-art 3D reduced MHD models of Alfvenic wave turbulence. This will open a new and exciting view into coronal wave physics and permit discoveries into wave energy deposition and the development of coronal wave turbulence. "
      },
      {
        "experimentId": "eid_2_67",
        "experimentDescription": "Extreme fine structuring in the chromospheric umbra is largely unstudied and poorly understood. It consists of both small-scale umbral microjets and dark thin fibrils that are revealed during umbral flashes. First observed by Socas-Navarro (2009), precise semi-empirical modelling of these features is instrumentally limited. Both microjets, other brightenings and fibrils are visible that are not synchronous with umbral flashes (Bharti et al. 2013, Nelson et al. 2017). The accuracy of inversion schemes in the highly dynamic umbra when using wavelength scanning instruments (Felipe et al., 2018) is limited. Still, insight using inversion schemes is possible and has revealed that phase differences in the flow fields, secondary to acoustic wave steepening, plays a role in the joint formation of both bright and dark structures (Henriques et al. 2020). However, what quantity exactly causes the dark components to be visible at all is an open problem and the literature disagrees on the nature of the small-scale brightenings and on the atmospheric models behind umbral flashes themselves. Multi-line spectra at DKIST allow for a resolution of the exiting degeneracies at sufficiently fast acquisition times that overcome the limitations identified by Felipe et al. (2018), not to mention sufficient resolution as necessary to these sub-arcsecond structures. This proposal provides an observation strategy to achieve semi-empirical modelling success and allows a scientific answer to the nature of umbral chomospheric fine structure. Understanding such fine structures also provides a new ultra-local window into the conditions of the umbral chromosphere."
      },
      {
        "experimentId": "eid_2_52",
        "experimentDescription": "High resolution magnetograms show the presence, around sunspots, of small-size magnetic elements, called moving magnetic features (MMF) that are generally seen to stem out from the penumbra  and later on merge with the surrounding magnetic field. These magnetic patches seem to be related to the slow disaggregation of the magnetic flux tubes that were previously stuck together in sunspots. MMFs can be of different types, depending on the sign of magnetic polarity closer to the parent sunspots. Their interpretation is related to different configurations of the magnetic field (whether resembling a U-loop, an \\u03a9-loop or a serpentine-like shape). The MMFs observed so far have generally a size of few arcsec, but it is possible that higher spatial resolution observations will reveal the presence of smaller structures and this finding would be important to verify whether they have a hierarchical subdivision and how they contribute to the erosion/disappearance of sunspots. The spectropolarimetric capabilities of DKIST instruments would allow us to detect the very first phase of detaching of MMFs from the penumbra or even from the umbra and verify whether both occur following a similar process. The capabilities of the VISP and DL-NIRSP will be fundamental in order to characterize the magnetic properties of the MMFs at different atmospheric levels and reveal the role that patches characterized by different magnetic polarities have in the umbra erosion. The imaging capabilities of the VBI could help us in detecting possible brightening at photospheric and chromospheric levels, probably related to small-scale reconnection processes.\\n "
      },
      {
        "experimentId": "eid_2_57",
        "experimentDescription": "Previously ignored, we now know that the quiet-sun magnetic field outside of sunspots is omnipresent, covering most of the solar surface at any given time. It is not only responsible for the energies required to maintain the hot corona of quiet regions but is also the main contributor to the solar UV irradiance variability conceivably influencing our climate on earth. We propose to study the process that generates the kiloGauss quiet-sun magnetic field population. This process, the so-called convective collapse, is a very dynamic one with sudden changes in density, magnetic field strength and velocity happening in a time period of seconds. The onset of the process and the conspicuous oscillations seen in physical parameters of the forming magnetic element are open questions in the description of this fundamental plasma-physical process. We also search for signatures of the magnetic pumping effect that is suspected to be responsible for the excitation of longitudinal tube waves within magnetic elements.\\nWith DKIST we aim for the first time to spatially and temporally resolve the convective collapse process. These data can be expected to provide new insights into the details of the formation of the kiloGauss magnetic field population of the quiet sun; they also bear the potential for the discovery of new, unexpected physics of the Sun.\\n"
      },
      {
        "experimentId": "eid_2_68",
        "experimentDescription": "This is a proposal to measure magnetic field strengths above an active \\nregion on the solar limb with Cryo-NIRSP, and to compare them with \\nsimultaneous radio\\nmeasurements. The radio data will be acquired with the Expanded Owens \\nValley Solar Array (EOVSA), and will use the well-established gyroresonace\\ntechnique for magnetic field measurements. Cryo-NIRSP will be used to \\nmeasure the full polarized spectrum of the Fe XIII 10747 A line. The \\nCryo-NIRSP slit will be placed parallel to the solar limb, centered \\nabove the active region, and moved outwards to a height of 60 arcseconds.\\nThe science goal is to compare the density-weighted line-of-sight measurements from \\nCryo-NIRSP with the radio measurements of absolute field strength that are much less sensitive to \\ndensity. Strong (kilogauss) field strengths in the corona have traditionally been\\nobserved with radio telescopes, and should be readily detectable with Cryo-NIRSP."
      },
      {
        "experimentId": "eid_2_87",
        "experimentDescription": "The ubiquitous acoustic oscillations in the photosphere can be channelled into the outer layers of the solar atmosphere via magnetic fields. Upon interaction with magnetic fields, the acoustic oscillations get converted into the slow and the fast magnetohydrodynamic modes, of which the slow mode waves continue to propagate along the magnetic field. It has been shown that the umbral flashes, running penumbral waves, and the propagating coronal disturbances observed in the sunspots are different manifestations of this propagation. The high thermal conduction and other dissipative processes in the solar corona, are known to cause rapid decay and eventual disappearance of slow waves. However, recent studies reveal a significant damping in these oscillations in the lower atmospheric layers. It is likely that this damping in the lower atmosphere is due to a combination of dissipative (e.g., radiative losses, shock dissipation) and non-dissipative processes (e.g., reflection, mode conversion). In order to assess their true dissipation and develop a comprehensive understanding on their propagation across the solar atmosphere, we need full spectral information at multiple heights along their propagation path. To achieve this goal, we intend to make use of the multi-wavelength and ultra-high resolution capabilities of DKIST."
      },
      {
        "experimentId": "eid_2_58",
        "experimentDescription": "We propose using Cryo-NIRSP to investigate plasma and magnetic parameters within a small, off-limb solar flare. Linear polarization measurements are able to provide insight into sub-pixel dynamics, at critical regions within the solar flare (such as the current sheet or flare loop tops). Supporting these measurements, simultaneous non-thermal velocity, Doppler velocity and plasma density measurements can provide context and further clues into the regions of energy release in flares, and the nature of magnetic reconnection within them. We propose comparing these observed parameters with those predicted by simulations. These observations would be optimal for an off-limb active region with a high likelihood of C-class flaring or above. Alternatively, the decaying post-flare loops of an X-class event (starting up to two hours after flare onset), would also be suitable."
      },
      {
        "experimentId": "eid_2_63",
        "experimentDescription": "Studying fine structure, mass transfer, motions, and magnetic fields in solar prominences allows us to probe the still mysterious prominence formation process and magneto-hydrodynamic instabilities. Studying the evolution of the magnetic field and motion of prominences simultaneously was impossible before the DKIST. Now, Cryo-NIRSP is the only instrument that can observe the He I 1083.0 nm line with both spectrograph and context imager simultaneously. For the first time, we are able to study the relationship between the magnetic field and the motion of prominences simultaneously in the bright neutral helium line. We propose to obtain spectropolarimetric observations of the prominence in order to infer magnetic field configuration of the prominence in the plane of the sky. Furthermore, the analyzer of the context imager provides line integrated polarized measurements which will help us to investigate the evolution of the magnetic field with the cadence of seconds for the first time."
      },
      {
        "experimentId": "eid_2_69",
        "experimentDescription": "Small-scale energy release events frequently occurring in the solar chromosphere are believed to play an important role in the heating and structuring of the corona and in the acceleration of the solar wind. The project targets at the study of physical properties of mini-filaments and associated small-scale jets as an important feature that might relate the chromosphere to solar wind. Mini-filaments are relatively larger than spicules and jets, and so it is more feasible to measure their flux and flows around them. Since mini-filaments can also generate jets upon eruption, coronal jets and spicules can be studied together using high-resolution observations of erupting mini-filaments. From the DKIST observations, we will derive magnetic flux, helicity, and twist number, swirl motion, and wave-like activity in and around mini-filaments at the heights of the photosphere and the chromosphere.  Although we may not be able to trace the ejection to identify an exact counterpart in the solar wind, we can compare our results with an existing database of small-scale flux ropes in solar wind to provide an assessment of possible solar surface sources of the solar wind transients in the inner heliosphere. "
      },
      {
        "experimentId": "eid_2_76",
        "experimentDescription": "Accurate measurement of the Sun's polar fields is necessary to the success of key solar physics projects including modeling the global coronal/heliosphere and understanding the solar dynamo. The polar fields are composed of facular concentrations of about 5 arcsec in size, often with field strengths exceeding a kilogauss, but the mean overall flux density is only of order 5-10 gauss. The polar fields are mostly radially directed and are mostly unipolar, but viewed from the ecliptic these mostly weak fields must be observed mostly in the transverse component. It is well known that the Zeeman effect for the transverse component is an order of magnitude less sensitive than for the longitudinal component. Existing measurements of the polar field have therefore lacked the polarimetric sensitivity and spatial resolution to capture all polar magnetic field structures.  The unique 4m and all-reflective design of DKIST provides an unparalleled opportunity to resolve the smallest and weakest magnetic structures with high-SNR full-Stokes spectro-polarimetry. In addition, the IR lines observed by DL-NIRSP have sensitivities to LOS fields twice that of visible lines, and four times higher for transverse fields, besides smaller image disturbances from the Earth’s atmosphere. We propose to observe the polar fields using DKIST's ViSP and DL-NIRSP spectra-polarimeters, and the VBI. Reliable polar field measurements would enable us to measure polar flux distributions reliably and comprehensively, including small, weak structures, leading to improved global coronal field models that are central to solar physics and space weather research and operations projects."
      },
      {
        "experimentId": "eid_2_64",
        "experimentDescription": "Solar flares are the most energetic events on the Sun. They are typically characterized by a rapid increase in light emission in a wide range of the electromagnetic spectrum, which affects not only different layers of the solar atmosphere quasi-simultaneously but also the space weather and the Earth\\u2019s environment. Although solar flares have been observed and investigated for decades, their prediction and detailed mechanisms throughout the solar atmosphere are still unclear. A single solar layer or spectral line is not sufficient to understand different aspects of flares. Therefore, multi-line spectropolarimetric observations in different layers of the solar atmosphere are required to present a complete picture of flares. We propose to investigate the fundamental flare mechanisms and observational signatures in the solar atmosphere by combining the data from the DL-NIRSP, ViSP, and VBI instruments at the DKIST. This study will explain the role of the lower solar atmosphere in the triggering of flares and their subsequent development, which was mainly hindered in the past due to lack of sufficient chromospheric polarimetry. The comparison of the obtained semi-empirical models with the flare simulations will put new constraint on the existing flare theory, and will further improve the physics of chromospheric flares."
      },
      {
        "experimentId": "eid_2_66",
        "experimentDescription": "Scattering polarization in the Strontium 4607 spectral line at the center of the solar disk has been theoretically predicted but only statistical detection has been reported so far. Clear detection of these signals will help validate numerical simulations and radiative transfer calculations that involve scattering polarization and the Hanle effect. More importantly, they will allow us to diagnose weak magnetic fields with mixed polarity on very small scales, that are undetectable via the Zeeman effect. With this proposal, we will attempt to detect scattering polarization in the Sr 4607 line and to constrain, using a complementary set of spectral lines, physical conditions in the photosphere where Sr 4607 takes place. This will open possibilities for performing 3D modeling on semi-empirical models of the solar atmosphere and thus open possibilities for developing Hanle inversion codes for the photosphere. Finally, we will be able to constrain the properties of very weak, possibly tangled magnetic fields on very small spatial scales in the solar photosphere. It is only with the large collecting area of DKIST, combined with its multi-instrument philosophy, that we can achieve these goals. "
      },
      {
        "experimentId": "eid_2_70",
        "experimentDescription": "Resolved observations of the scattering polarization in the Sr I 4607 A line are very demanding in terms of instrumentation, but have been predicted to be observable with ViSP/DKIST by del Pino Aleman & Trujillo Bueno (2021). This spectral line has been proven to complement Zeeman effect based magnetic field diagnostics, because the scattering polarization is modified by weak but highly mixed and/or dynamic magnetic fields (Hanle effect) in the photosphere, which otherwise cancel in the spatio-temporal resolution element of the observations. Here we propose to observe the Sr I line at disk center in a quiet Sun region, with unprecedented spatio-temporal resolution and at the same time unprecedented signal-to-noise ratio. The combination with the VBI instrument allows to identify granules and inter-granules within the observed region by ViSP, providing the opportunity to test the hypothesis that the micro-turbulent magnetic field component is spatially structured. \\n"
      },
      {
        "experimentId": "eid_2_71",
        "experimentDescription": "We propose to observe the signatures of the Alfven-like waves in the low solar corona with the Cryo-NIRSP instrument. These waves, which have been previously detected with CoMP, could be energetically important for maintaining the corona in its thermodynamic state. The improved resolution of DKIST will allow for the more precise constraints on the wave energy fluxes carried by these waves, which is an important astrophysical question with implications to stellar coronae."
      },
      {
        "experimentId": "eid_2_73",
        "experimentDescription": "Together with DKIST, new solar encounter missions, such as Parker Solar Probe (PSP) and Solar Orbiter (SO), will form an unprecedented multi-messenger campaign to understand how the solar corona is structured and maintained. Among the ways DKIST will contribute to this campaign, remote-sensing measurement of the low-coronal magnetic field will be most fundamental. A major impediment to understanding the coronal field has been the scarcity of measurements due to the relative faintness of coronal emission. DKIST's 4m aperture and all-reflective design, together with cryogenic cooling of the Cryo-NIRSP instrument, will enable coronal magnetic observations of unprecedented accuracy and detail. Here we propose to take multiple ~daily scans of full-Stokes polarization of the brightest, most active features in the infrared forbidden Fe XIII line at 1074.7nm during a solar rotation preceding a PSP or SO perihelion encounter, and thereby produce improved reconstructions of the coronal magnetic vector field most relevant to those missions. The coronal plasma is optically thin, such that multiple locations along the LOS contribute to the observed signal. To accommodate this complication, and ambiguities intrinsic to the linear polarization, we would adopt two approaches: we would (1) apply the coronal tomographic techniques of Kramar and co-workers to full-Stokes Cryo-NIRSP data and produce 3D coronal magnetic synoptic maps; and (2) forward-model the Stokes parameters using the FORWARD coronal magnetometry toolset applied to MHD simulation data to provide unprecedented observational magnetic constraints on the MHD modeling."
      },
      {
        "experimentId": "eid_2_78",
        "experimentDescription": "Plage regions are bright chromospheric patches that coincide with concentrations of strong, predominantly unipolar magnetic fields in the photosphere. Several physical mechanisms have been suggested to play a role in the plage heating, but their contribution to the energy budget of the chromosphere has not been quantified and thus remains poorly understood. This is partly due to the lack of spatial resolution and polarimetric accuracy in previous observations to adequately investigate the interplay between plage fields and energy deposition in the chromosphere. We aim to improve the magnetic field measurements in plages and study the heating rates' dependence on the field strength and topology. This will be achieved using configuration 3a, providing multiple spectral diagnostics suitable for data inversions. Comparisons between observations and spectral synthesis from state-of-the-art radiative-magnetohydrodynamics simulations will provide further insight into the plage atmosphere. We request observations of the same (or different) plage region(s) at two different positions: (1) offset from the disk center but not too close to the limb, and (2) at or close to the disk center. Furthermore, we will run two experiments each day: a large context scan and a high-cadence program in a smaller field of view (FOV). The large FOV can be used to investigate the stratification of the magnetic field and how it relates to the spatial inhomogeneities of the heating rates. The high-cadence experiment will study dynamic phenomena such as waves and reconnection to track down the mechanisms behind the enhanced heating rates in plage regions. "
      },
      {
        "experimentId": "eid_2_114",
        "experimentDescription": "This proposal requests DKIST observations in coordination with Solar Orbiter Remote Science Window#11 planned for 2023-10-12 to 2023-10-19. It is one of three experiments proposed for execution during this window, under DKIST Director’s Discretionary Time, to create community data sets that advance DKIST’s science mission collaterally with Solar Orbiter. Each features a common science justification with related but distinct observing strategies."
      },
      {
        "experimentId": "eid_2_80",
        "experimentDescription": "Filaments are characteristic objects in the chromosphere and corona of the Sun. There are different hypotheses on the formation of filaments, but the plasma supply, however, is far from being completely understood. The aim of this project is to study the connection between tiny photospheric magnetic bright points (MBPs) located at the footpoints of the filament and the filament body located in the chromosphere. Studies on the relation of magnetic bright points to filament footpoints are rare. The combination of the high-resolution data and spectropolarimetric measurements in photospheric and chromospheric simultaneously will allow us to study this relationship in more detail.  \\n"
      },
      {
        "experimentId": "eid_2_83",
        "experimentDescription": "The existence of a diffuse coronal component to neutral helium emission, discovered during eclipse observations, has shown promise for diagnosing the helium abundance of the inner corona and the coronal magnetic field.  Yet, the nature and extent of this emission remains incompletely characterized. We propose to leverage the unique capabilities of DKIST and the Cryo-NIRSP to study the circumsolar distribution of the He I 1083 nm triplet line together with the density sensitive Fe XIII 1075, 1079 nm lines.  Previous measurements of He I have determined the line to be quite faint (<1 x 10-6 Idisc), yet present at elongations between 1 - 1.5 Rsun.  Thanks to the larger, unobscured, off-axis design of DKIST, and the significantly reduced scattered light it provides, DKIST is uniquely positioned to map out the faint triplet HeI 1083 nm emission in order to better understand the origin of this signal, and to develop it further as an essential tool that supports multi-messenger and lower coronal science. The goal of this proposal is to study the distribution of the He I 1083 nm emission and its correlation with coronal structure through well calibrated spectropolarimetric observations of the HeI 1083 nm line, closely followed by FeXIII 1075, 1079 observations of the same region to provide an estimate of the electron densities. We plan to compare these observations against predictions from two hypotheses of the emission source: desorption from an inner dust source or as an equilibrium population in the million degree corona."
      },
      {
        "experimentId": "eid_2_92",
        "experimentDescription": "The main goal of this proposal is to determine the properties of quiet Sun internetwork magnetic fields in the photosphere and the chromosphere by means of Zeeman and Hanle sensitive lines. We will take advantage of the unprecedented photon collecting power of DKIST to measure the elusive polarization signals produced by the weak internetwork fields at high polarimetric sensitivity (~10^-4), high spatial resolution (~75 km) and high cadence (~20 s). These data will be used to:\n\n1. Determine the three components of the vector magnetic field in the internetwork, by inverting the four Stokes profiles of several spectral lines simultaneously\n2. Determine whether or not internetwork fields are \"turbulent\", by comparing simultaneous Zeeman and Hanle measurements that are spatially and temporally resolved\n3. Determine the total flux content of the quiet-Sun internetwork, both in the photosphere and in the chromosphere\n4. Determine the 3D topology of internetwork fields: are they low-lying structures, or do they reach the chromosphere?\n\n "
      },
      {
        "experimentId": "eid_2_84",
        "experimentDescription": "The solar chromosphere is dominated by radiative losses, which are a few kW/m^2 larger than the sum of all of its heating sources. There are have been many proposed theoretical explanations for the origin of the heating, but none have satisfactory observational constraints. One of the most prominent candidates for chromospheric heating is the dissipation of high-frequency waves driven from the convective overshoot at the base of the photosphere. Recent work has provided evidence in both directions, as authors disagree if high-frequency waves could provide the required energy flux to sustain the quiescent chromosphere. We propose observational program with DKIST that could provide better observational limits to the high-frequency flux carried in the chromosphere. Furthermore, the polarimetric capabilities of DKIST could provide us with the first observational estimate of the role of the magnetic field in the propagation and dissipation of waves in the lower solar atmosphere."
      },
      {
        "experimentId": "eid_2_103",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 2 Experiment Generation effort. Its implementation intends to exemplify the calibration and observing Observing Programs for a proposal using the Cryo-NIRSP. All attached files are dummy files. "
      },
      {
        "experimentId": "eid_2_85",
        "experimentDescription": "The purpose of this project is to understand the flux removal process from the photosphere at the magnetic flux cancellation site. Our target is the magnetic flux cancellation events at granular scales and smaller in the network region at the disk center. We will investigate the dynamics of the horizontal magnetic fields connecting the canceling opposite polarity magnetic elements in the photosphere and chromosphere by the multi-wavelength spectropolarimetric measurements with ViSP and DL-NIRSP. Such study allows us to understand whether the submergence or emergence of magnetic field lines takes place at the magnetic flux cancellation sites. We also study how the surrounding convective motions affect the difference between the flux cancellations caused by the submergence and emergence of magnetic field lines from the comparison with the flow patterns derived from the G-band images with VBI. The flux removal process at the flux cancellation site is not yet spatially resolved even by the recent state-of-the-art instruments. The large aperture of DKIST, combined with a unique suite of instruments, allows to acquire for the first time high spatial and temporal data with the high spectropolarimetric sensitivity necessary to resolve the long-standing question of the dynamic nature of the flux cancellation process. "
      },
      {
        "experimentId": "eid_2_104",
        "experimentDescription": "This is a multi-purpose technical proposal for Cycle 2. All settings and attached files are dummy. "
      },
      {
        "experimentId": "eid_2_86",
        "experimentDescription": "DKIST can resolve dynamic processes on smaller spatial and temporal scales than have previously been accessible. We will analyze horizontal photospheric motions in quiet sun and in plage regions (if present near the central disk) via bright-point tracking and local correlation tracking (LCT) applied to high-time-resolution, G-band VBI sequences of photospheric convection, with photospheric magnetic context provided by ViSP scans, and with spatially- and temporally-resolved magnetograms from DL-NIRSP over a small sub-region. Bright-point shape changes will be treated with new methods to study thin-tube wave modes unaccessible with pre-DKIST observations. The magnitudes, morphology (curls, divergences, coherence lengths), and lifetimes of photospheric flows, on the smallest observable scales, have major implications for our understanding of atmospheric heating, magnetic evolution, and fundamental properties of convection. We will address three primary questions. First, what is the approximate energy budget attributable to a variety of thin-tube wave modes? Second, what are the lifetimes of small-scale flow patterns? Rapidly changing photospheric flows can drive turbulence in the overlying magnetic field as recently launched, upward-propagating Alfvénic waves interfere with reflected, downward-propagating waves. Dissipation of such turbulence could lead to atmospheric heating. Third, are small-scale vortical motions present, and if so what are their properties?  Such flows were long ago hypothesized to play a key role in coronal heating and have been seen in more recent radiative-MHD simulations of near-photosphere convection. We will address these science themes with a relatively simple observation program, and we will also address several additional questions."
      },
      {
        "experimentId": "eid_2_99",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 2 Experiment Generation effort. Its implementation intends to exemplify the calibration and observing Observing Programs for a proposal using the FIDO 1a configuration. All attached files are dummy files. "
      },
      {
        "experimentId": "eid_2_94",
        "experimentDescription": "The solar acoustic oscillations are likely stochastically excited by convective dynamics in the solar photosphere, though few direct observations of individual source events have been made and their detailed characteristics are still unknown. On the other hand, observations have revealed that the photospheric and chromospheric magnetic fields are immersed in an acoustic wave field that originates in the photosphere below. Recently, identification of individual source locations and the mapping of the propagating wavefronts associated with them has become possible using deep learning powered filters. While these techniques have been developed and tested on synthetic observations from numerical simulations, with the advent of the Daniel K. Inouye Solar Telescope, ground based observations can achieve the resolution and temporal cadence needed for their application to real solar-image time-series. Extending previous investigations on the wave propagation and the leakage of solar p-modes into the chromosphere, we propose: mapping the photospheric sources of individual wave excitation events, following the waves emitted from those sources with height, and study  height dependent interaction between wave field and the ambient magnetic field. The effort will offer well resolved, high cadence multi-height observations of the magnetic-acoustic interaction."
      },
      {
        "experimentId": "eid_2_102",
        "experimentDescription": "This technical proposal is submitted in support of the Cycle 2 Experiment Generation effort. Its implementation intends to exemplify the calibration and observing Observing Programs for a proposal using the FIDO 3c configuration. All attached files are dummy files. "
      },
      {
        "experimentId": "eid_2_1",
        "experimentDescription": "We are pleased to announce the release of the second Proposal Call for observations with the Daniel K. Inouye Solar Telescope (DKIST) during its Operations Commissioning Phase (OCP).\nThis solicitation for proposals will be open for two months through August 8th, 2022 23:00 GMT (17:00 MDT). Only Proposals prepared and submitted through the Proposal Architect (PA) Tool (https://www.nso.edu/dkist/proposal-preparation/) will be accepted for selection. Results of the selection will be announced in fall of 2022.\nAccess to the Proposal Architect, programmatic and technical information, as well as specific guidelines for proposal preparation, are available electronically from the DKIST Announcement web page: https://nso.edu/dkist/proposal-call-current/. \nQuestions can be addressed to the DKIST Help Desk (web: http://www.nso.edu/dkist-help/).\nThe DKIST project is planning to have a Zoom session to review the details of the Cycle 2 Proposal Call, and provide a forum for questions from prospective proposers. The session will likely be in the second half of the submission window.  Details regarding the session will be sent soon. \nThank you,\nThomas Rimmele\nThe DKIST Director"
      },
      {
        "experimentId": "eid_2_105",
        "experimentDescription": "This is a multi-purpose technical proposal for Cycle 2. All settings and attached files are dummy. "
      },
      {
        "experimentId": "eid_2_106",
        "experimentDescription": "This is a multi-purpose technical proposal for Cycle 2. All settings and attached files are dummy. "
      },
      {
        "experimentId": "eid_2_107",
        "experimentDescription": "This is a multi-purpose technical proposal for Cycle 2. All settings and attached files are dummy. "
      },
      {
        "experimentId": "eid_2_108",
        "experimentDescription": "This is a multi-purpose technical proposal for Cycle 2. All settings and attached files are dummy. "
      },
      {
        "experimentId": "eid_2_109",
        "experimentDescription": "On Wednesday June 1, 2022, Parker Solar Probe (PSP) conducts Encounter 12 with perihelion occurring at 2022-06-01/22:51 UTC (12:51 pm HST) at a distance of 0.062 au (13.3 Rs) and at an angle of -106 degrees relative to the Earth-Sun line (i.e. HEEG or HG-Stonyhurst longitude). Solar Orbiter (SO) and Stereo-A will be at 164 degrees and -29 degrees longitude, as shown in the figures below.  The respective latitudes are 3.17,-0.5, and 0.01, for PSP, SO, Stereo-A.  This is the first opportunity for DKIST to conduct quadrature observations of the solar atmosphere in passive coordination with PSP, SO, and Stereo-A. This Director’s Discretionary Time (DDT) proposal is for coronal observations to be conducted by Cryo-NIRSP on Wed 1 June 2022. To maximize the chance of obtaining viable data, we propose to run the same program on Tue 31 May 2022, at which time PSP will be approaching its perihelion."
      },
      {
        "experimentId": "eid_2_110",
        "experimentDescription": "In early June 2022, Parker Solar Probe (PSP) conducts Encounter #12, with perihelion occurring at 2022-06-01/22:51 UTC (12:51 pm HST) at a distance of 13.3 Rsun and at an angle of -106 degrees relative to the Earth-Sun line (i.e. HEEG or HG-Stonyhurst longitude). For several days afterwards, PSP will transit in front of the solar disk as viewed from Earth, while its distance from the Sun remains at less than ~0.25 AU (~60 Rsun). Like for previous PSP encounters and transits, a world-wide coordination of multiple observing facilities is being planned, with a campaign currently envisioned for the June 1-7, 2022 period. The current proposal requests Director’s Discretionary Time (DDT) to conduct DKIST on-disk observations in passive coordination with PSP during a portion of this period. The scientific aim of these observations is that of investigating the magnetic environment of the “footpoints” of PSP during its passage on the solar disk. We propose to use both the ViSP and VBI to assess the dynamic and magnetic environment of the solar structures that give rise to the solar wind material experienced by PSP (“sub-solar-wind point”). In particular, we advocate for large raster maps with ViSP in polarimetric mode, using the CaII 854.2 nm line to investigate the chromospheric magnetic topology. Observations with DKIST should be conducted on June 2nd  and 3rd (if possible). "
      },
      {
        "experimentId": "eid_2_111",
        "experimentDescription": " This is a multi-purpose (technical) proposal for Cycle 2 EPO observations. This Proposal requests the VBI operating in its field-sampling mode to acquire data on its entire optical FOV (2x2arcmin) using two of its filters (VBI-B: G-Band and H-Beta; VBI-R H-Alpha and Red-Cont). As an option and of much lower priority, a high-cadence observation using the center tile with one filter only (per channel) is requested in addition. \nWe envision that the respective Experiment created will undergo revisions throughout Cycle 2 pending FIDO configuration details and/or additional instruments requested to partake in the observation. The respective observations should be obtained ideally on an active region rich in complexity and maybe even with a flaring potentiality under very good-to-excellent seeing conditions (>/= 8cm Fried parameter, and stable)."
      },
      {
        "experimentId": "eid_2_112",
        "experimentDescription": "This proposal requests DKIST observations in coordination with Solar Orbiter Remote Science Window#11 planned for 2023-10-12 to 2023-10-19. It is one of three experiments proposed for execution during this window, under DKIST Director’s Discretionary Time, to create community data sets that advance DKIST’s science mission collaterally with Solar Orbiter. Each features a common science justification with related but distinct observing strategies.\n"
      },
      {
        "experimentId": "eid_2_113",
        "experimentDescription": "This proposal requests DKIST observations in coordination with Solar Orbiter Remote Science Window#11 planned for 2023-10-12 to 2023-10-19. It is one of three experiments proposed for execution during this window, under DKIST Director’s Discretionary Time, to create community data sets that advance DKIST’s science mission collaterally with Solar Orbiter. Each features a common science justification with related but distinct observing strategies."
      },
      {
        "experimentId": "eid_2_115",
        "experimentDescription": "This is a multi-purpose technical proposal for Cycle 2. All settings and attached files are dummy. "
      }
    ]
  }
}
